[{"utente": "edoardo"}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito in Italia il 14 agosto 2023"}, {"recensione": "\nBuono da collezionare piu che giocare\n"}, {"utente": "Ania Fabio "}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito in Italia il 3 settembre 2020"}, {"recensione": "\nAnche se ha ricevuto tante critiche sono curioso riguardo questo gioco. Il venditore assolutamente professionale e disponibile. Il pacco è arrivato in anticipo rispetto al previsto e in modo perfettamente imballato. Credo che trovando un buon affare in rapporto qualità prezzo comprerò ancora da voi. Scontrino fiscale incluso nella confezione. Molto soddisfatto\n"}, {"utente": "Amazon Customer"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 23 ottobre 2022"}, {"recensione": "\nGot this 2 days before I was due to receive it fantastic service and a great game hours fly by playing it.\n"}, {"utente": "Nate"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 14 agosto 2023"}, {"recensione": "\nThe story line is very good same with the side quests can be hard at the start but that’s all apart of the fun.\n"}, {"utente": "Sonji Mitcham"}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 20 gennaio 2023"}, {"recensione": "\nSo, I'm sure this game is for some try hard folks. But for me and too me this game was hard as hell. I mean I died 3 times right at the first of the game of no fault of my own. The fighting system is clunky and hard to get used to. Also, it seems like you get throw to the wolves too soon without much instruction beyond that. It has a nice play for realism but thats it. The rest is just... figure it out though trial and error. If I were able to make it easier or have a better fighting system. Then maybe it would be better but.. But like I said. This game is hard as hell.\n"}, {"utente": "Juan Gomez"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 29 novembre 2022"}, {"recensione": "\nThe delivery and the coondition of the product were great. It came in perfect conditions and in a good amount of time. The price was also good during a sale. The game however might not be for everyone, I had to give it a break for how slow it is, not necessarily a bad thing.\n"}, {"utente": "Shaun Richardson"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 2 febbraio 2020"}, {"recensione": "\nGreat rpg, awesome graphics, difficult learning curve especially with combat, but have been playing for 30 hours now and have yet to have one successful lockpick attempt even on very easy. The forums all comment on how difficult it is, could impact game completion otherwise would have been 5 stars\n"}, {"utente": "sue2379"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 29 aprile 2021"}, {"recensione": "\nDelivered on time as promised.Am waiting to play this game when i finish current one.\n"}, {"utente": "Commander McGarrett"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 8 marzo 2022"}, {"recensione": "\nPleased with the product, the seller is great and it made it to me the next day from when I’d ordered even with a further projected arrival date. Much appreciate and will keep them on my seller list. Thank you!\n"}, {"utente": "Amber Douglas"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 5 agosto 2022"}, {"recensione": "\nEnough said. This is a game with so much TLC from the devs. So immersive, great story telling\n"}]