[{"utente": "edoardo"}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito in Italia il 14 agosto 2023"}, {"recensione": "\nBuono da collezionare piu che giocare\n"}, {"utente": "Ania Fabio "}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito in Italia il 3 settembre 2020"}, {"recensione": "\nAnche se ha ricevuto tante critiche sono curioso riguardo questo gioco. Il venditore assolutamente professionale e disponibile. Il pacco è arrivato in anticipo rispetto al previsto e in modo perfettamente imballato. Credo che trovando un buon affare in rapporto qualità prezzo comprerò ancora da voi. Scontrino fiscale incluso nella confezione. Molto soddisfatto\n"}, {"utente": "Amazon Customer"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 23 ottobre 2022"}, {"recensione": "\nGot this 2 days before I was due to receive it fantastic service and a great game hours fly by playing it.\n"}, {"utente": "Nate"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 14 agosto 2023"}, {"recensione": "\nThe story line is very good same with the side quests can be hard at the start but that’s all apart of the fun.\n"}, {"utente": "Sonji Mitcham"}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 20 gennaio 2023"}, {"recensione": "\nSo, I'm sure this game is for some try hard folks. But for me and too me this game was hard as hell. I mean I died 3 times right at the first of the game of no fault of my own. The fighting system is clunky and hard to get used to. Also, it seems like you get throw to the wolves too soon without much instruction beyond that. It has a nice play for realism but thats it. The rest is just... figure it out though trial and error. If I were able to make it easier or have a better fighting system. Then maybe it would be better but.. But like I said. This game is hard as hell.\n"}, {"utente": "Juan Gomez"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 29 novembre 2022"}, {"recensione": "\nThe delivery and the coondition of the product were great. It came in perfect conditions and in a good amount of time. The price was also good during a sale. The game however might not be for everyone, I had to give it a break for how slow it is, not necessarily a bad thing.\n"}, {"utente": "Shaun Richardson"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 2 febbraio 2020"}, {"recensione": "\nGreat rpg, awesome graphics, difficult learning curve especially with combat, but have been playing for 30 hours now and have yet to have one successful lockpick attempt even on very easy. The forums all comment on how difficult it is, could impact game completion otherwise would have been 5 stars\n"}, {"utente": "sue2379"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 29 aprile 2021"}, {"recensione": "\nDelivered on time as promised.Am waiting to play this game when i finish current one.\n"}, {"utente": "Commander McGarrett"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 8 marzo 2022"}, {"recensione": "\nPleased with the product, the seller is great and it made it to me the next day from when I’d ordered even with a further projected arrival date. Much appreciate and will keep them on my seller list. Thank you!\n"}, {"utente": "Amber Douglas"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 5 agosto 2022"}, {"recensione": "\nEnough said. This is a game with so much TLC from the devs. So immersive, great story telling\n"}, {"utente": "Marcello"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 17 agosto 2023"}, {"recensione": "\nBel gioco\n"}, {"utente": "Andrea G."}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 22 luglio 2023"}, {"recensione": "\nPreso per una miseria ... ma usato su PS5 dopo aggiornamento next gen ... uno dei giochi più belli di sempre\n"}, {"utente": "dario"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 24 luglio 2023"}, {"recensione": "\nGioco mozzafiato ad un prezzo imbattibile. Dura parecchio tempo...vi lascierà con gli occhi incollati al monitor\n"}, {"utente": "Cliente Amazon"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 19 luglio 2023"}, {"recensione": "\nTop\n"}, {"utente": "Antonio"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 7 maggio 2023"}, {"recensione": "\n\n\n\n\n                    Impossibile caricare il contenuto multimediale.\n                \n\n\n\n Stiamo parlando di uno dei giochi più belli e riusciti dell'universo Playstation, ispirato alla serie TV \"The Witcher\". Per chi l'ha vista sa già di cosa sto parlando, per chi non l'ha vista consiglio di recuperarla e vederla e poi giocare a questo capolavoro assoluto. È un gioco dalla qualità grafica eccellente, la storia, con dialoghi in inglese o francese e sottotitoli in italiano garantisce davvero numerose ore di coinvolgimento in questa avventura fantasy. Bisogna trovare la fanciulla della profezia e così inizia questa lunghissima avventura condita da duelli, esplorazioni e tanto divertimento. Il gioco ricomprende le due espansioni Hearts of Stone e Blood & Wine, che permettono ulteriori 50 ore di gioco. Io ho iniziato questo gioco restandone estasiato, uno dei migliori a cui ho giocato, lo consiglio assolutamente, 5 stelle senza dubbio. Si può giocare sia su ps4 che su ps5.Spero di esservi stato utile.\n"}, {"utente": "saverio maietta"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 7 giugno 2023"}, {"recensione": "\nThe Witcher 3 su PlayStation 4 è un capolavoro dei giochi di ruolo d'azione. Con una trama coinvolgente, un mondo vasto e dettagliato, una grafica impressionante e un gameplay solido, offre un'esperienza di gioco senza pari. Se sei un appassionato di fantasy o di giochi avvincenti, The Witcher 3 è un must-have assoluto per la tua collezione di PlayStation 4.\n"}, {"utente": "Lamberto Callegari"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 26 maggio 2023"}, {"recensione": "\nLa quantità di cose da fare è immensa. Titolo che negli anni si é mantenuto bene, ottima storia, gameplay un po' invecchiato ma da provare!\n"}, {"utente": "Fra"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 18 gennaio 2018"}, {"recensione": "\nQuesto gioco o si ama o si odia. Io ho deciso di sbilanciarmi nel trovare dei difetti anche se in realtà parte di questo gioco mi è piaciuta davvero tanto. Però devo dire la verità. Dopo circa metà gioco ho perso l'interesse nel giocarlo e l'ho abbandonato per mesi.Adesso voglio recensirlo in maniera critica seguendo anche il mio parere personale.A FAVORE.-- Impatto visivo molto piacevole e grafica discreta per PS4 (per PC è ovviamente migliore con le mod).-- Molte missioni principali sono piacevoli da seguire così come alcune missioni secondarie. Molte sono farcite di citazioni e cliché ma è quello il loro pregio per me. Belli anche i contratti per i mostri speciali dove devi studiare delle \"strategie\" per non farti ammazzare.-- Personaggi, creature etc molto caratteristici e ben delineati (bisogna leggere anche le descrizioni nei menù per gli approfondimenti). Mondo di gioco variegato e molto particolare.CI STA.-- Il combattimento non è né bello né brutto. Non lo reputo un grave difetto come molte altre persone. Sì, è semplice come piace a me solo che è troppo ripetitivo (sembra Assassin's Creed alle volte). Le magie sono quelle che sono, le armi sono sempre le stesse ma con livelli differenti. Capisco che un witcher abbia delle limitazioni ma io giocatore avrei preferito maggiore libertà di scelta.CONTRO-- Il mondo è vasto ma non così liberamente esplorabile. La colpa è di un levelling punitivo che non permette di esplorare tutte le zone che si desidera visitare, a causa di mostri o personaggi invincibili che ti POTANO COME LE FRASCHE in un colpo e hanno vita quasi infinita. A questo punto potevano mantenere mappe più lineari ma diversificate. In questo modo è solo frustrante andare a giro.-- Parte della trama è noiosa e prolissa. Le missioni fino al Barone nel Velen sono carine ma dopo arrivato a Novigrad si ripete ciò che hai fatto fino a poco prima. Come se si ricominciasse il tutorial, in quanto lo svolgimento delle missioni è sempre il solito (cercare la ragazza in tre posti diversi). Arrivato alle Isole Skellige la narrazione si velocizza e il gioco ingrana ma si sente il peso di già decine di ore di gioco ripetitivo sulle spalle e questo non invoglia a continuare.-- Questo gioco non è molto immersivo (meglio il vecchio Skyrim con tutti i suoi bug). Il mondo aperto è dispersivo e frustrante da esplorare liberamente a causa delle limitazioni imposte. Non si possono fare le piccole cose. Cacciare, accendere fuochi, cuocere la carne, esplorare caverne. E perchè mettete una meccanica per far crescere la barba in real time e poi invece dopo un po' smette di crescere? Io volevo la barba lunga di Mago Merlino o di Gandalf.-- I movimenti di Geralt sono una specie di tic nervoso come se avesse un razzo infilato nel didietro. Appena ti muovi ti sposti di tre metri. OK.-- E poi c'è lui. Il CAVALLO di Geralt. La bestia più infida di tutte. Chè appena lo chiami col fischio si nasconde dietro gli alberi e resta a guardarti mentre tu, povero witcher a piedi, vieni sbranato dai grifoni livello 82. Odio.Avvertenze e Consigli.-- Dopo le prime trenta ore di gioco avrete finito il tutorial. Dopo il gioco sarà più divertente.-- Se giocate a Gwent comincerete a perdere la ragione e diventerete dei droghati a forza di collezionare tutte le carte di gioco sparse per il mondo.In sostanza è un gioco da comprare, da provare, da odiare, da amare e da confrontare con Skyrim e altri giochi di ruolo.Con questo è tutto per questa recensione inutile e in ritardo. Mettete Sì se vi è risultata utile per comprare il gioco. GRAZIE.\n"}, {"utente": "Luciano"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 20 giugno 2023"}, {"recensione": "\nGioco bellissimo, atmosfere uniche, vero gdr con conseguenze reali nelle scelte. Consigliatissimo\n"}, {"utente": "Cliente Amazon"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 17 giugno 2023"}, {"recensione": "\nComprato a prezzo ribassato a 11,99€, ottimo acquisto! :)\n"}, {"utente": "Giuseppe"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia il 14 febbraio 2019"}, {"recensione": "\n!!!ATTENZIONE!!!LA SEGUENTE RECENSIONE CONTIENE SPOILERSiete pregati di proseguire a vostra totale discrezione.DISCLAIMEREssendo tristemente a conoscenza della particolare e \"delicata\" sensibilità della fanbase di Kingdom Hearts, vi premetto già da ora che questa recensione sarà molto personale, e intendo condividere i miei pareri intimi sull'esperienza che ho avuto col titolo in questione, che potrete condividere o meno, e che in alcun caso sono atti a prevaricare i vostri pensieri al riguardo.PREMESSAHo da sempre avuto un rapporto conflittuale con Kingdom Hearts: se da un lato, per me, è una gioia nostalgica poter rivivere in prima persona le avventure ambientate in quei prodotti d'animazione che tanto hanno segnato la mia infanzia e formato la mia persona con i nobili intenti che trasmettevano, dall'altro ho dovuto quasi categoricamente scontrarmi con la cristallina e totale assenza di estro e talento creativo in ambito narrativo di Square Enix. Non voglio in alcun modo far di tutta l'erba un fascio, e la stessa Square per me è stata ed è tutt'ora un punto di riferimento, se dovessi citare capolavori indiscussi come l'intera saga di Dragon Quest o Final Fantasy VII, titoli che inoltre sono state pietre miliari della mia crescita come videogiocatore, ma anche la più pura delle gemme non è avulsa alla presenza di crepe su di essa. E quella crepa, al mio vaglio, ha il nome di Tetsuya Nomura... Sarò sincero: non nutrivo grandi speranze per questo titolo, le mie aspettative erano molto basse già in partenza, già conscio di ciò che avrei dovuto aspettarmi, e in effetti così è stato, ma si è rivelato ben peggiore di quanto mai avessi immaginato.Diamo inizio a questa critica, ordunque...PRO- Come gioco posto al termine di questa saga (che, in effetti, è tutt'altro che terminata...), dona una più che degna degna conclusione a quello che è stato il ciclo di Sora e del Maestro Xehanort, ma su quest'ultimo dovremo dire una cosuccia di non poco conto...- Il fattore nostalgia è altissimo nei mondi da esplorare, ma la loro bellezza termina tutta qui.- Da un certo punto in poi, i combattimenti e le loro coreografie diventano uno spettacolo per gli occhi, nonchè una iridescente e movimentata danza in ogni direzione immaginabile, ma...- Del tutto lapalissiano citarli, ma le illuminazioni e gli effetti di luce di Square sono sempre eccellenti, eppure...- Molti e differenti minigiochi sono presenti nei vari mondi, che sanno donare una colorata varietà alla componente di gameplay, ma pensandoci bene...- La colonna sonora compie discretamente bene il suo ruolo, analizzandola meglio però...CONTRO- Le limitazioni dell'Unreal Engine sono più che palesi e presenti nella maggior parte del gioco, in particolare per quanto riguarda la resa dei personaggi: i modelli, il più delle volte, mi sono apparsi sgradevolmente plastici e armonizzati senza alcuna grazia alle ambientazioni. Inoltre, texture ben definite (anche se in bassa risoluzione) applicate alla pelle di personaggi dalla caratterizzazione tipicamente cartoonesca ed anime, sono un autentico pugno negli occhi quando vengono messe in risalto nelle inquadrature in primissimo piano.- Gli effetti luminosi, particellari e le varie loro composizioni sono diffusive di loro stesse: occupano su schermo fin troppo spazio (e tempo), brutalmente rubato all'attenzione da porre nei combattimenti quanto nelle cutscenes, fungendo essenzialmente da \"distrattori\" variopinti di proporzioni tristemente epiche.- Analizzando a fondo ogni singola ambientazione, ci si ritrova spesso e volentieri a sublimarci della grezza realizzazione dello scenario di gioco. Di tutte le aree esplorabili, l'unica degna di nota e meglio realizzata, tirando le somme,  è la Scatola dei Giochi, dove gli eroi di Toy Story ci attendono, ma tutto il resto sembra esser venuto fuori da un titolo della seconda metà del decennio scorso come resa e definizione.- Il doppiaggio inglese è a dir poco inascoltabile. Non intendo porre ogni singola performance in questo punto, ma quantomeno ci tengo a indicare e cerchiare quella principale: Sora stesso per l'appunto. Magari è anche in tinta con il suo personaggio, ma l'assenza di empatia e convinzione dei suoi dialoghi è disarmante come minimo...- Pur avendo a loro disposizione l'intero Universo Disney, ed escluse un numero di tracce da porre sulle dita di UNA singola mano, nessun tema o musica originale è stata sfruttata per dare carattere alle ambientazioni nei vari mondi, ricorrendo a brani orchestrali banali e patetici, senza alcun guizzo d'ispirazione o dignità, in sostituzione di armonie e composizioni talmente tipiche da essere diventate iconiche (sì, Pirati dei Caraibi, mi sto riferendo in particolare a te).- Riguardo la compositrice, Yoko Shinomura: il problema che ha questa donna a livello lavorativo risiede nel fatto che non sa commisurare la portata dell'intensità di un brano e dell'orchestra che lo performa, in relazione a quanto viene mostrato effettivamente su schermo. Ed ecco così che abbiamo musica epica degna della battaglia delle Piane del Pelennor in scenette cartoonesche ed inverosimili, nonchè temi blandi e assolutamente dimenticabili in ogni altra situazione.- Non nego quanto detto nei PRO circa i combattimenti, ma se l'onestà dovesse pervaderci, nessuno negherebbe che ogni singola tenzone è risolta (e fatemi passare questo termine orribile) spammando a manetta il tasto X finchè il nemico non cede, scomparendo in un tripudio di scintille e bolle colorate, senza alcuna soddisfazione che ne consegue. Non è un paragone ammissibile, dato la qualità eccelsa e inarrivabile del titolo in questione, ma permettetemi di fare un parallelo con l'ultimo God of War: ogni singolo colpo d'ascia che il giocatore fa compiere a Kratos e che riesca a colpire il nemico, è un attacco giustamente meritato e guadagnato dal giocatore, e la soddisfazione è duplice, essendo sia visiva che fisica, accentuata infatti dalla vibrazione del controller. Ogni battaglia è un'impresa senza precedenti, perchè ha del nuovo ad ogni singolo secondo, e l'adrenalina fluisce invogliandoti a proseguire, in attesa della tripudiante vittoria e della realizzazione di avercela fatta con le proprie forze. In Kingdom Hearts 3, a difficoltà normale, ho raggiunto la vetta delle 30 ore, terminato il gioco, e non sono morto una singola volta, trovandomi però nella triste situazione di adoperare lo spamming di X ogni volta che i nemici apparivano su schermo, senza mai modificare la mia strategia...- ...e sulla strategia dei combattimenti: il fatto che tu inizi a saltare per aria, proiettare i nemici al suolo o verso il cielo, camminare sui muri e compiere parate e contrattacchi, è un bisogno NECESSARIO per varietà visiva, per combattere la noia e non per adattamento alla situazione o agli avversari. Inutile proseguire oltre...- Attivando i comandi situazionali o le fusioni Keyblade con Δ (puntualmente serviteci su un piatto d'argento), il gioco va in \"stasi\", obbligandoti a interrompere il naturale flusso del combattimento per assistere ad un'ennesima cutscene, che altro non offre se non farti posare il controller per due secondi o poco più.- Il movimento di Sora è meccanico e frazionario, e sembra indirizzato su rotaie nelle otto direzioni presenti su un controller del Sega Genesis o di un Atari 2600, e nel 2019, dopo aver assistito nello scorso anno a titoli come God of War, Monster Hunter, Red Dead Redemption 2 e Spider-Man, è inammissibile dover sperimentare una meccanica simile in un titolo che si vanta d'essere il più atteso dell'ultimo ventennio. Un autentico schiaffo in pieno volto al mondo del gaming. Mai capitato in precedenza nella mia patetica vita, ho già avuto il giudizio finale su un gioco semplicemente inclinando la levetta sinistra per la prima volta non appena l'introduzione era giunta al suo termine, ci tengo a dire...- Sempre dall'ultimo punto: ormai è dal 2010 a questa parte che le pareti invisibili, quando sono presenti, sono implementate magistralmente per non sembrare tali e non demolire il naturale corso dell'esperienza videoludica, ma in Kingdom Hearts, senza alcuna vergogna, esse si presentano in tutto il loro squallido splendore, incapsulando le aree in fastidiose mura invalicabili e oggigiorno concettualmente insensate e obsolete. Un autentico oltraggio...- Se i trailer ci avevano fatto sperare in un titolo dalle componenti sand-box o, al limite, open world, sappiate che questa aspettativa è più che demolita, e si ritorna alle classiche aree interconnesse e, a questo giro, anche molto meno numerose: i mondi sono solamente 9 (a fronte dei 15 di KH2) con un massimo di 3 aree di suddivisione ciascuno che, pur essendo anche molto ampie, sono frustranti da esplorare ed essenzialmente vuote, senza alcun elemento cardine che possa favorire la rigiocabilità nè dare appagamento visivo, alla stregua di autentici deserti (a meno che non si decida di rincorrere il platino, e trovare i quasi 300 forzieri nascosti in questa coloratissima desolazione in HD).- I minigiochi sono vari, come ho già detto, ma completamente fini a loro stessi, e si fa volentieri a meno di rigiocarli una volta sbloccati, e alcuni di essi sono la copia mal fatta di titoli ben più divertenti e solidi nella loro struttura (sì, Pirati dei Caraibi, mi riferisco nuovamente in particolare a te, e alle tue meccaniche demenziali rubate ad Assassin's Creed 4: Black Flag). KH3 è un gioco che vuol fare tutto e non sa fare niente, in tutta onestà. I miei complimenti a Square Enix...- I caricamenti poi... interminabili e frequentissimi, ve n'è uno ogni due minuti di gameplay, ed è inutile dilungarmici oltre.- Partiamo dal nucleo di questo discorso, un fatto di cui neanche il più incallito dei fan può provare il contrario: Kingodm Hearts non ha una struttura definita. Detto ciò, quando da gioco a gioco le regole vengono stravolte, nuovi elementi vengono aggiunti per necessità di trama ed ogni novità è giustificata dal semplice fatto che \"si può fare\", come si può anche solo immaginare che questo gioco possa vantare una trama degna di nota, o comunque anche solo interessante per un profano od un esterno alla saga? È follia allo stato più puro del termine, un garbuglio indistricabile, un labirinto senza uscita, e tutto questo perchè? Perchè non si ha tutt'ora idea di cosa se ne vuole fare di questa saga, ma andiamo con ordine...- Quando Nomura afferma che \"la morte è un concetto molto labile nel mondo di Kingdom Hearts\", fa lo stesso effetto della Rowling che afferma, in seguito al casting di Noma Dumezweni nel ruolo di Hermione per The Cursed Child, che lei \"non aveva mai descritto Hermione come una caucasica\". In linguaggio tecnico, ciò è chiamata una \"paraculata\", ed è un espediente becero e meschino avanzato per correggere scelte altresì infelici compiute da un creatore di qualcosa, di fatto permettendogli di dimostrare di poter fare ciò che vuole con la sua creazione. E infatti, l'inserimento di viaggi nel tempo, personaggi identici ad altri personaggi per confond-- necessità di trama, nemici morti e resuscitati senza alcun motivo, sono i classici trucchetti che solo un asiatico potrebbe tirar fuori quando si accorge che la sua opera sta andando in vacca. Gli eventi in KH avvengono perchè devono giustificare l'avanzare della storia, non perchè alla base c'è un progetto valido su cui basarsi. È lo stesso male che i midichlorian di Star Wars hanno apportato alla saga, e chi ne intende sa a cosa mi riferisco. Nomura si sarà accorto che senza Ansem e Xehanort la storia sarebbe andata in stallo e... BAM! Dream Drop Distance, ed eccoli ritornare magicamente! E da ora in poi (ovvero dal 2012; Kingdom Hearts nasce nel 2002, ricordiamolo), chi muore non è mai veramente morto! Ciò che contestavo prima, appunto...- Lo sviluppo della trama è avulso ad ogni accettazione logicamente concepita dalla mente umana. Se si fosse dimostrato degno, sarebbe anche diventato una novità interessante, ma così non è stato: la storia, completabile in 20 ore (di cui 11 ore e 55 minuti di cutscenes... non sto scherzando, a voi la verifica!) è composta da circa un quarto d'ora di introduzione, 16 ore di filler puro, 45 minuti di sviluppo della trama e 3 ore di climax finale. Finita la sezione d'esplorazione dei mondi (la parte \"filler\" per l'appunto), un minimo di narrazione è posta nella scena della liberazione di Aqua dal mondo della tenebra (che da sola implementa la vera sfida dell'eroe, la sua sconfitta, e la sua rinascita e realizzazione di poter vincere, narrativamente parlando), e dopo di essa, senza alcuna preparazione, inizia la battaglia finale che si prolunga per fin troppo tempo, più di quanto se ne possa sopportare. Quanto più tempo è frapposto fra l'inizio del climax e la parola FINE, tanto peggio è, perchè la stringa di emozioni forti che la battaglia finale porta tende a svanire col passare dei secondi, e sono queste emozioni a definire l'apprezzamento e la nascita della nostalgia quando tutto ha termine. Kingdom Hearts non sa quando nè come fermarsi, e prosegue, prosegue, prosegue, sviluppando la propria trama nei momenti sbagliati e facendo leva prepotentemente sull'attenzione svanente di chi ha in mano il controller! Sora è incaricato di riscoprire il potere del \"risveglio\" nel suo cuore... credo che inconsciamente sia lo stesso potere che il giocatore deve scoprire quando il sonno sta per avere la meglio su di lui!- Quelle 11 ore e 55 minuti di cutscenes, ripeto, NON SONO uno scherzo! Troppe e troppo simili fra loro! La pedante ripetizione che offrono non è paragonabile a nulla in ambito mediatico: è una bestia unica figlia di madre vedova, irripetibile, l'apoteosi della noia, l'epigone dello spreco di tempo... Quasi come in uno spettacolo comico, inoltre, ci sono delle cose che sai avverranno certamente, come scritte da copione: le parole \"cuore, luce, oscurità, amicizia\" nominate almeno tre volte, fino ad un massimo tendente ad infinito, gente che gesticola e mima ridicolmente ogni sua linea di dialogo, mani che vengono poste al petto con fare apprensivo, ogni personaggio (anche comparse) che deve dire la sua e nel modo più patetico e blando possibile e, soprattutto, i classici versi di pausa degli anime (ovvero sospiri d'assenso e brevi mugugni). Inoltre, una scena che si ripete in OGNI mondo, è quella di avvio di una battaglia col boss, dal seguente e PRECISO schema:1) il nemico si presenta;2) il nemico illustra il suo piano in un monologo, parlando di cuore/luce/oscurità/amicizia;3) i protagonisti emettono gemiti sconcertati;4) i protagonisti fanno un discorso su cuore/luce/oscurità/amicizia e sul perchè vinceranno;5) il nemico evoca il boss / dimostra di essere il boss;6) i protagonisti fanno un ulteriore discorso su cuore/luce/oscurità/amicizia;7) il boss attende pazientemente ed educatamente che i protagonisti terminino il loro discorso;8) la battaglia ha inizio.- La caratterizzazione dei personaggi dei vari mondi Disney è travisata e per nulla coerente con la loro personalità effettiva. Sentire Jack Sparrow, ad esempio, dire: \"Sei riuscito a trionfare perchè il potere del tuo cuore è forte, e i tuoi amici sono la tua forza, i tuoi compagni del cuore!\" è quanto di più \"out of character\" si possa fare per un personaggio simile! Ribadisco quanto detto all'inizio: la bellezza dei mondi esplorati è nella loro presentazione, e lì tutto termina. L'unica frase degna del proprio personaggio è pronunciata solo da Woody,  quando esclama ad un monologante giovane Xehanort: \"Non m'importa nulla di tutto ciò che stai dicendo. Riporta Buzz così com'era e levati dai piedi!\". Se ci ripenso, è la frase più bella del gioco se la si indirizza a Kingdom Hearts 3 stesso...- Sempre sui film Disney, questi sanno come proporti la malvagità attraverso i vari cattivi e, soprattutto, attraverso le immagini atte ad accompagnarli! \"Show, don't tell\" direbbero gli anglofoni, e Disney l'ha sempre e da sempre saputo fare egregiamente. In Kingdom Hearts, tutto si riduce a vedere chi sulla scena indossa una tunica nera di pelle, occludendosi anche alle varie sfaccettature dell'essere un personaggio a tutto tondo, rinchiuso nel dualistico (e ormai banale) \"buono vs. cattivo\", clichè vergognoso già dal 1930.- Sempre sulle tuniche nere, c'è un innegabile attrazione feticistica verso questo capo d'abbigliamento, ormai emblematico nel creare confusione in chiunque si approcci a questa serie: mentre Quentin Tarantino ha trasformato la sua parafilia in un marchio stilistico e caratteriale delle sue produzioni, Nomura dispensa latex scuro per garantire plot twist anticlimatici e, a lungo andare, totalmente stancanti e prevedibili, nonchè idioti.- Riguardo al rapporto intellettuale con la serie, c'è un discorso a parte da fare: in KH3, questa connessione è infatti assente. Mi riferisco a quel particolare senso d'empatia implicita che ti permette di immergerti ed apprezzare appieno ciò che stai sperimentando, simpatizzando con i personaggi e vivendo in prima persona l'avanzare della storia. Perchè ciò non è presente in KH3? Perchè non c'è un tono definito con cui la trama si rapporta al giocatore. Soprattutto nelle fasi iniziali e nei vari mondi, prima della battaglia finale, siamo obbligati a sorbirci scene di elevato sentore solenne che però perdono ogni parvenza di serietà quando vengono implementate battutine, faccette buffe, gesticolare estremo e linee di dialogo inutili (come già ho elencato prima), rendendo l'esperienza pari ad una parodia, o ad un film di Renato Pozzetto se volete! E così come questo andazzo è costante per le prime 17 ore, nelle ultime 3 tutto volge alla serietà più estrema, di nuovo disarmandoti e facendoti sentire in colpa e credere d'essere più stupido di quanto non sei!- La trama sembra ruotare nei primi momenti attorno alla Scatola Nera di Union X, quando infine questo espediente (un MacGuffin, in termini cinematografici) non viene mai considerato appieno nè tantomeno confutato, se non nella scenetta post-crediti, GIUSTIFICANDO così la prossima saga, e deprivandoti dell'anima al contempo, quando realizzi che tutto il gioco è il \"pilot\" dei capitoli successivi. Dio ce ne scampi...- E ora la chicca: Maestro Xehanort, personaggio costruito sul semplice concetto di CAOS PURO, è in realtà un buono nelle vesti del cattivo, perchè giunti al finale, dopo averlo sconfitto, rivela di aver fatto tutto quanto per il \"bene superiore\", per poter guidare l'universo nella luce, essendosi reso conto che l'oscurità l'aveva profondamente corrotto... Il finale più buonista, demente e ridicolo che un cattivo simile possa ricevere! Adesso vi sfido a rigiocare i precedenti KH tenendo bene a mente questa rivelazione: sono proprio curioso di vedere come muta la vostra considerazione e l'apprezzamento verso il personaggio attorno la cui malvagità tutto gira...CONCLUSIONEIn sintesi, è uno spreco di tempo, un'interruzione continua, un prodotto datato ed un INSULTO al mondo videoludico moderno. Nomura è un inetto e Square dovrebbe farsi un esame di coscienza ed abbassare almeno di dieci spanne la cresta, perchè un qualcosa di simile, nel 2019, è fuori da ogni schema e mentalità concepibile, ingiurioso nei confronti di sviluppatori e sceneggiatori infinitamente più talentuosi, ed un oltraggio ai videogiocatori di tutto il mondo. Letteralmente, tredici anni buttati al vento, e qui devo fermarmi, null'altro ho da dire che non ricada nella volgarità più estrema.Se doveste strapparmi un voto onesto, in decimi: come KH è un 9, come videogioco un 7-, e come titolo, nella sua totalità, è un 3-. Deludente, offensivo, ridicolo, incocludente e avvilente, un autentico SCHIFO. Volete farvi un favore? Recuperate The Last of Us, Horizon Zero Dawn, Uncharted, Ratchet & Clank (2016) e God of War (2018), giusto per settare dei criteri di giudizio generali, poi, finalmente, capirete tutto (e forse mi darete anche ragione)...\n"}, {"utente": "Manu88"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 17 agosto 2023"}, {"recensione": "\nUn gioco di ruolo ibrido con i personaggi Final Fantasy e Disney, questo titolo è completamente in italiano, adatto a grandi e piccoli.Se siete amanti del mondo Disney in questo gioco verrete catapultati in diversi titoli!Se cercate un gioco tranquillo,la difficoltà non è molto alta e il prezzo è onesto. Lo consiglio!\n"}, {"utente": "Abdelbaset Benajem"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 13 luglio 2023"}, {"recensione": "\nTerzo capitolo di una saga che aspettavo da lungo tempo, dopo averlo giocato per PS2 (ovviamente amati anche quelli).Se ti piace il mondo Disney questo gioco farà sicuramente per te.Devo dire che la modalità di gioco è molto semplificata (come sugli altri kh per PS4) quindi perfetto anche per chi è alle prime armi con i giochi PS4. Ovviamente sono disponibili altri livelli del gioco più complicati\n"}, {"utente": "Alessandro"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 18 settembre 2019"}, {"recensione": "\nDevo essere onesto.Avevo sentito spesso il nome Kingdom Hearts, essendo un appassionato di videogiochi, ma proprio a causa dei molti titoli giocati, da PlayStation a PlayStation 4, passando per la 2 e la 3, e per i vari GameBoy, mi ero perso questa magnifica saga.A Maggio la mia fidanzata ha avuto la brillante idea di regalarmi \"The Story So Far\", vale a dire la raccolta di TUTTI i giochi della saga usciti da quando questa è nata, rimasterizzati (o rifatti) per PS4.Siamo a Settembr e a Luglio avevo Platinato, chi gioca sa cosa significhi, TUTTI i titoli (ben 6, su un complesso di 9 di cui 3 sono video di trama da guardare, fondamentali).Dopodichè ho provveduto ad acquistare il terzo (ed ultimo) capitolo di questa saga che mi ha tenuto incollato allo schermo.Ora posso iniziare a parlare del gioco (del terzo, degli altri parlerò in una recensione sulla pagina prodotto di The Story So Far).Ci sono state opinioni controverse su questo titoli, a molti è piaciuto da morire e ne sono rimasti affascinati (tipo me), altri invece non l'hanno ritenuto all'altezza degli altri capitoli dal punto di vista soprattutto narrativo, perchè sul lato tecnico difficile fare qualche critica.C'è da dire che questa chiusura era aspettata da molto tempo (intorno ai 10 anni), e che quindi questo può aver contribuito a creare aspettative troppo alte anche per un gioco che a mio parere è stato davvero, davvero bellissimo.Il comparto grafico è pazzesco, ne avevamo avuta una prova con Birth by Sleep 0.2, che però presentava alcuni piccoli lag di tanto in tanto (non così tanto) e dei modelli che a volte, ad un occhio attento, potevano risultare \"seghettati\", soprattutto in scenari con presenza di piante o in generale negli scenari più complessi con una grande varietà e presenza di elementi. Con KH3 questi problemi sono stati totalmente risolti offrendo un'esperienza di gioco molto meno \"legata\" o \"ingessata\" rispetto ai suoi predecessori (una prova ne è la possibilità di lanciare magie mentre ci si muove, una rivoluzione).Sempre con riferimento alla qualità grafica, in merito ai modelli Disney (di cui sono un fan ossessivo) devo dire che sono rimasto a quanto sbalordito. Per quanto riguarda i personaggi dei film di animazione, ho avuto l'impressione di guardare il relativo cartone animato, con l'aggiunta di Sora (il protagonista di KH) e con la possibilità di interagire con le varie vicende. Per quanto riguarda, invece, l'ambientazione di Pirati dei Caraibi, sembra che Square Enix abbia inserito un filtro iper-realistico quando si gioca in quel mondo, veramente di pregevole fattura, rendendo il Jack Sparrow rappresentato a tutti gli effetti identico a Johnny Depp, e mostrando Sora, Paperino e Pippo in versione \"film più realistico di un film di animazione\". Cosa bellissima da vedere.Io non so cosa abbia portato molti a restare delusi, ripeto magari il tempo atteso per la sua uscita (io l'ho giocato solo un mese, non anni, dopo aver giocato gli altri). Per quanto mi riguarda ho trovato l'incastro di trama a dir poco perfetto, con tutte le questioni svoltesi nei vari tempi che tornano con una precisione chirurgica, riservando però belle sorprese.L'Edizione Deluxe comprende, come in foto, una custodia in cartone (bella), una steelbook decorata (a dir poco meravigliosa), un artbook contenente i disegni dei modelli di Sora, dei Keyblade (le armi), gli altri personaggi, etc. (stupendo), una classica custodia Ps4 (l'originale della verisone standard) e una spilla raffigurante Sora (molto carina).Conclusione: se amate giocare, comprate l'intera saga e godetevi questo ultimo capitolo.Se volete seguire correttamente l'ordine dei giochi e non spoilerarvi troppe cose in maniera sconclusionata, non giocateli in ordine cronologico dei fatti narrati, ma in ordine cronologico di uscita.La mia esperienza è stata meravigliosa seguendo il seguente ordine:- KINGDOM HEARTS FINAL MIX- KINGDOM HEARTS Re:Chain of Memories- KINGDOM HEARTS II FINAL MIX- KINGDOM HEARTS 358/2 Days (filmati rimasterizzati in HD)- KINGDOM HEARTS Birth by Sleep Final MIX- KINGDOM HEARTS Re:coded (filmati rimasterizzati in HD)- KINGDOM HEARTS Dream Drop Distance HD- KINGDOM HEARTS χ Back Cover (film)- KINGDOM HEARTS 0.2 Birth by Sleep –A fragmentary passage–- KINGDOM HEARTS IIISpero la mia recensione sia stata utile :D\"This is 4 the Players\"\n"}, {"utente": "Kevin"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 3 marzo 2019"}, {"recensione": "\nAspettavo Kingdom Hearts 3 da più di 10 anni.Adoro la saga e ci gioco dal primo KH.Devo dire che la mia attesa è valsa lo sforzo!! Kingdom Hearts 3 è un gioco bellissimo!!A livello di gameplay riprende i giochi precedenti, sebbene ora Sora disponga di mosse sempre più potenti e il gioco risulta molto più facile rispetto ai capitoli precedenti (anche giocando a difficoltà esperto, non avrete problemi a terminare il gioco).Le nuove fusioni sono veramente belle. Ora Sora può fare delle trasformazioni con il Keyblade (ogni keyblade ne ha una diversa). Mi spiace un po’ che non ci siano più le fusioni del 2 (in questo kh Sora userà solo un keyblade), vabbè. Queste sono belle e variegate. Le attrazioni sono una nuova componente per colpire i nemici. Sono molto belle, anche se a dire il vero dopo un po’ stufano. I Legami invece non mi sembrano una buona idea (sono le invocazioni. Ma sono praticamente inutili. Consumano tutti gli mp e per quello che fanno sono uno spreco di tempo. Le migliori a mio parere restano quelle del primo kh. Trilli e bambi erano utili. Queste fanno solo un po’ di scena).Per quanto riguarda i mondi sono molto soddisfatto. Sono realizzati in modo impeccabile e sono vastissimi. Sono molto vari e contengono un sacco di cose da fare (sui mini giochi sparsi nei mondi sono un po’ deluso ma spiegherò meglio dopo).Riguardo la storia sono molto contento!!! L’ho trovata epica e anche commovente in certi punti. Vengono risolte le varie storie rimaste aperte nei capitoli precedenti e si apre un nuovo arco narrativo per i prossimi giochi. Inoltre la parte finale è veramente piena di battaglie epiche!! Mi è piaciuta tantissimo!!Esplorazione: come ho già detto i mondi sono veramente vasti! Finché non lo giocate non vi renderete conto (non ci sono paragoni coi capitoli precedenti!). Per cercare di prendere tutti gli oggetti e i segreti che il gioco ha da offrire dovrete girare in lungo e in largo.Sora in qualche modo ha imparato a camminare sui muri e quindi potrete davvero andare quasi ovunque.Gummiship: come in ogni capitolo numerato, anche stavolta avremo la gummiship per viaggiare tra i mondi!! Questa parte di KH mi è sempre piaciuta, e anche in questo capitolo sono stato piacevolmente sorpreso. Rispetto si precedenti, c’ Una grande fase esplorativa delle galassie per ottenere oggetti e pezzi per la gummiship. Le battaglie sono facili, ma non per questo meno piacevoli da fare.Mini giochi: eccomi arrivato a quella che secondo me è la nota dolente del gioco. Premetto che molti minigiochi mi sono piaciuti e mi piace anche il fatto che siano tanti. Il problema è che alcuni di essi si sono rivelati frustranti e questa è una cosa che non mi è piaciuta.Parlo della discesa su neve ad Arendelle, alcune sfide dei budini e di un minigioco della cucina del piccolo chef. Riguardo a quest’ultimo forse sono io ad essere impedito (il minigioco delle uova), ma mi ha fatto sclerare davvero tanto. Riguardo alla slitta e ai budini, non capisco davvero che senso abbia mettere dei giochi che potrebbero anche essere piacevoli, se poi mettete la soglia per il punteggio migliore (che serve a ottenere materiali rari) a un livello così alto. Da divertente il gioco è diventato frustrante!! Anche perché il gioco principale di kh3 è tutto sommato facile! Non ci sono scontri impegnativi. Che senso ha mettere dei minigiochi frustranti? Questa parte secondo me andava assolutamente bilanciata meglio! Non transigo! Ed è per questo che la mia valutazione ha 4 stelle invece di 5 (il gioco purtroppo su questo è stato male bilanciato).Detto questo, ci tengo a precisare che invece molti altri minigiochi sono molto belli e piacevolissimi! In particolare, ho apprezzato quelli del bosco dei 100 acri e i minigiochi del regno classico (sono più di 20) Anche i minigiochi di toy story e  rapunzel mi sono piaciuti (sebbene siano andati vicino alla soglia di frustrazione).Conclusione: KH 3 è un gioco che non può mancare ai fan della saga! Io l’ho trovato stupendo (escludendo alcuni minigiochi) e consiglio assolutamente di giocarci!!\n"}, {"utente": "Sabrina"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 23 luglio 2023"}, {"recensione": "\nIl gioco è bello come i precedenti.  Anche la consegna puntuale è il ragazzo simpatico\n"}, {"utente": "Alexius"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 2 luglio 2023"}, {"recensione": "\nSe amate la saga di Kingdom Hearts, questo titolo è imprescindibile. Da giocare solo dopo aver finito i primi due capitoli della saga o se si conosce almeno la storia di Kingdom Hearts 1 e Kingdom Hearts 2.\n"}, {"utente": "Ottimo    "}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 7 luglio 2023"}, {"recensione": "\nBello\n"}, {"utente": "ASD"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 20 luglio 2023"}, {"recensione": "\nSpedizione rapida e oggetto perfetto sigillato\n"}, {"utente": "Peppe"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 8 luglio 2023"}, {"recensione": "\nL’ultimo capitolo di Kingdom Hearts.Consegna puntuale come sempre.\n"}, {"utente": "Samuele S"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 10 agosto 2023"}, {"recensione": "\nCon l'avvicinarsi del centesimo volume, \"One Piece New Edition (Vol. 99)\" dimostra ancora una volta perché la serie è considerata uno dei pilastri del mondo manga. Questo volume ci trascina in un vortice di avventure, complotti e battaglie epiche, mantenendo viva l'essenza avventurosa che ha sempre caratterizzato la serie. Eiichiro Oda continua a stupire con la sua capacità di intrecciare trame complesse, presentando personaggi carismatici e sviluppi narrativi imprevedibili. La qualità del disegno è, come sempre, impeccabile: ogni tavola è dettagliata e vibrante, catturando perfettamente l'energia e la passione dell'universo di One Piece. Questo volume è un must-have per ogni fan, offrendo tutto ciò che si potrebbe desiderare: risate, lacrime, azione e avventura. \"One Piece Vol. 99\" conferma che, nonostante gli anni e i numerosi volumi, la magia di questa serie non conosce tramonti.\n"}, {"utente": "andrea"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 17 agosto 2023"}, {"recensione": "\nCosa dire…divertente, avvincente e molto altro\n"}, {"utente": "Tommaso Passarelli"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 13 agosto 2023"}, {"recensione": "\nARRIVATO IN MODO VELOCE E PERFETTO\n"}, {"utente": "Danilo"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 9 agosto 2023"}, {"recensione": "\narrivato in condizioni perfette\n"}, {"utente": "Maurizio"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 19 giugno 2023"}, {"recensione": "\nHo grossi problemi con questo numero digitale di one piece per i 98 numeri precedenti tutto bene, ma questo numero di one piece lo ho comprato due volte e non riesco a scaricarlo. Il download è fermo a 1% da giorni.\n"}, {"utente": "Francesco"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 18 giugno 2023"}, {"recensione": "\nArrivato in perfette condizioni. La prodotto è di buona qualità, attinente alla descrizione.Buoni i dettagli e ottimo rapporto qualità/prezzo. Sono rimasto molto soddisfatto dell'acquisto.Consigliato per i collezionisti e amanti di One Piece.\n"}, {"utente": "Giada"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 19 giugno 2023"}, {"recensione": "\nSto facendo la collezione dei fumetti di one piece e mi trovo bene ad ordinarlo qui su Amazon perché arrivano in ottime condizioni e sono sicura di trovarli\n"}, {"utente": "Massimiliano"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 28 giugno 2023"}, {"recensione": "\nConsigliato per gli appassionati del genere!\n"}, {"utente": "PepticHoney8355"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 16 giugno 2023"}, {"recensione": "\nAcquistato col preordine e consegnato in ottime super consigliato e arrivato in giornata 👍\n"}, {"utente": "Aniello"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 28 giugno 2023"}, {"recensione": "\nPerfetto\n"}, {"utente": "mauro cennamo"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 30 luglio 2023"}, {"recensione": "\nComprata per la psp Street, se siete abituati alla velocità della memory stick pro duo magicgate storcere un po’ il naso poiché non è veloce quanto L originale. Per 5€ è un ottimo acquisto per ampliare la vostra libreria di gioco.\n"}, {"utente": "Questissimo"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 8 agosto 2023"}, {"recensione": "\nIl prodotto è stato acquistato con la specifica funzione di essere utilizzato a bordo di una PSP con scheda SD. Funziona perfettamente\n"}, {"utente": "Domenico Santoliquido"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 2 agosto 2023"}, {"recensione": "\nPer la mia PSP 1000 è una buona Memory Stick compatibile per la mia micro SD , da 128 gd .\n"}, {"utente": "guglielmo"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 26 giugno 2023"}, {"recensione": "\nFunzionale, per il momento fa il lavoro per il quale è stata progettata. Non ho perso nessun dato e sembra funzionare bene.\n"}, {"utente": "Giuseppe"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 9 luglio 2023"}, {"recensione": "\nottimo adattatore per psp, mi ha dato la possibilità di utilizzare una sd da 64 gigabyte. Arrivato in anticipo di due giorni...\n"}, {"utente": "Salvatore Busellini"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 17 giugno 2023"}, {"recensione": "\nFa il suo lavoro, purtroppo è molto fragile e non ci vuole niente a romperlo\n"}, {"utente": "Federico M"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 12 maggio 2023"}, {"recensione": "\nNon do le 4 stelle unicamente per il fatto che, avendo un attimo di pazienza in più, questo tipo di adattatori si possono trovare anche a meno, su altri store online, ma, a parte ciò, fa bene quello che deve fare e mi ha permesso di installare una memoria di 128 GB nella mia PSP\n"}, {"utente": "Dario"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 15 luglio 2023"}, {"recensione": "\nBuono, consigliato.\n"}, {"utente": "Antonio"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 11 luglio 2023"}, {"recensione": "\nComprata per psp tutto ok\n"}, {"utente": "Nico"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 5 luglio 2023"}, {"recensione": "\nfunziona alla grande\n"}, {"utente": "pasquale preiti"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 30 agosto 2019"}, {"recensione": "\nCarino l'articolo, però non funziona con galaxy s9 e nemmeno con p30pro.Da quello che ho letto, dopo purtroppo averlo acquistato,  è compatibile pienamente solo con s8. In effetti funzionano i tasti di direzione ma nessuno degli altri risponde ai comandi.Devo restituirlo.\n"}, {"utente": "raizenandrea"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 29 febbraio 2020"}, {"recensione": "\nVe lo stra consiglio se siete nostalgici come me , se non avete più il gameboy ma i giochi fisici,  è fantastico !\n"}, {"utente": "Martina Gasparini"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 11 marzo 2018"}, {"recensione": "\nProdotto conforme alla descrizione, ottimo venditore, spedizione veloce e sicura. Consiglio solo di guardare un tutorial per il primo utilizzo del prodotto poiche' le istruzioni non spiegano bene tutti i passaggi da eseguire.\n"}, {"utente": "Sérgio Luís Barroso de Carvalho"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Brasile il 31 maggio 2023"}, {"recensione": "\nO Smartboy funciona bem com o Galaxy S8. Às vezes leva um pouco de tempo para que alguns aplicativos \"percebam\" que o acessório está conectado, mas em geral a experiência é satisfatória. Por algum motivo o aplicativo da Hyperkin para fazer dump dos cartuchos de Game Boy não está disponível para meu Galaxy S8 na Google Play Store, mas está disponível para outros aparelhos (no meu caso, a Play Store indicou meu Nexus antigo, modelo de 2013). Isso não me atrapalhou porque baixei o instalador por outra fonte. No geral, a experiência proporcionada pelo Smartboy não é mais especial que outros gamepads bons, mas acredito não deixa a desejar em questão de qualidade e acabamento. Ainda assim não me arrependo da aquisição porque sou entusiasta dos Game Boys clássicos e também usuário cativo do Galaxy S8 - que provavelmente é um dos smartphones com maior número de acessórios exclusivos ou quase-exclusivos que existe.\n"}, {"utente": "Simon"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 30 maggio 2023"}, {"recensione": "\n\n\n\n\n                    Impossibile caricare il contenuto multimediale.\n                \n\n\n\n I'm so happy I got this now, now I can play my old GBA games hahaha who ever created this is a genius.... Scratch what I said this product is rubbish it doesn't work!!!\n"}, {"utente": "Taka Ino"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Giappone il 9 marzo 2023"}, {"recensione": "\nスマホでGBAが実行出来る画期的な商品かと思い飛び付きましたが、正体はゲームカートリッジの吸い出し機とAndroidのエミュレータとコントローラーでした。高い買い物だった様な。\n"}, {"utente": "Little Joe"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 19 maggio 2023"}, {"recensione": "\nVery easy setup with the included cable. My g fast phone fits nicely. Google play would not let me download the apps for some reason. Just go to an apk site to install. Everything I tested works great. An unexpected bonus is it will continue from the save on you cartridge but cannot save new data to the cart. Very happy to have this thing. Buttons are not the best but okay.\n"}, {"utente": "LShoe"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito il 5 giugno 2018"}, {"recensione": "\nThe Smartboy and Smartboy Companion app worked beautifully on my Oneplus 3T straight out of the box. With a recent Android/Oneplus update however, there is now an extra step you need to follow in order to get the Smartboy device to work, you need to enable USB OTG (On the go) in the settings menu under 'Advanced'. (Android: 8.0.0. Oneplus Build: A3003_28_180517. Oxygen OS Version: 5.0.3)When paired with the recommended Emulator App, My OldBoy!, the adaptor and your chosen cartridges really do shine and it quickly brings you back in time to how you remember playing your old portable classics.I have been unable so far to get the Game Cartridges to save to the cart itself, so no swapping save files between your phone and an genuine Gameboy. However the Emulator App My OldBoy! says is possible to save as you would on a Gameboy. I chose to purchase the Premium version of My OldBoy! and make use of the 'Save state' feature in order to keep my progress, but I could have miss-configured something in the settings.As for the Smartboy device itself, A few small gripes: There's no headphone jack, so it's Bluetooth audio or nothing The Corners are a bit square and dig in after a while.However, the buttons are a solid re-telling of the Gameboy classic and overall I would more than recommend this product to anyone wanting to take a trip back in time!\n"}, {"utente": "Fernando"}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 21 marzo 2023"}, {"recensione": "\nI have a Galaxy Note 8 Android version 9 and the companion app no longer works with this Android version. I've had no luck getting this to work with the game cartridges because the app doesn't even appear on the app store and the game doesn't start cuz it's only for older versions of Android. You can use it for emulators as a controller but honestly your better off just buying something else like a razor kishi it work better.\n"}, {"utente": "Amra"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Messico il 15 aprile 2023"}, {"recensione": "\n\n\n\n\n                    Impossibile caricare il contenuto multimediale.\n                \n\n\n\n Se debe de configurar para que se acomoden los controles al emulador, pero funciona muy bien 👍🏼\n"}, {"utente": "Francesco C.🐢"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 6 febbraio 2023"}, {"recensione": "\n\n\n\n\n                    Impossibile caricare il contenuto multimediale.\n                \n\n\n\n 1️⃣  PERCHÉ L’HO ORDINATO?🤷🏽‍♂️Amo molto il caffè, che consumo a colazione, in occasione delle pause e dopo ogni pasto; lo adoro perché mi dà energia nei vari momenti di défaillance e mi aiuta a digerire. In questi ultimi tempi, però, complici soprattutto le interminabili e frenetiche giornate di lavoro, il numero di tazzine bevute quotidianamente è cresciuto un po’ troppo. Per evitare, quindi, di patire le conseguenze di un’assunzione reiteratamente eccessiva di caffeina, ho deciso di ricorrere ad una bevanda che ne fosse priva, da alternare all’irrinunciabile Arabica, della quale non gradisco la versione decaffeinata. Tornando, pertanto, a far rivivere una vecchia e sana abitudine, appresa dalla mia mamma, ho cominciato ad usare nuovamente i classici infusi di erbe al gusto di frutta, abbandonati dai tempi della scuola media. In breve tempo mi sono reso conto che il paragone col caffè non reggeva, per cui ho cercato un preparato che desse vita ad una bevanda maggiormente apprezzata dalla mie papille gustative. Dopo vari tentativi l’ho trovato👍.2️⃣  IL PACKAGING🎁 e L’ETICHETTATURA⚠Quest’infuso di ananas e pesca è contraddistinto dal marchio “BONOMELLI”, storica azienda di Zola Predosa (BO), piuttosto nota in questo settore, che oramai da diversi anni fa parte del gruppo bolognese “Montenegro”, il cui ampio portafoglio annovera diversi dei più noti marchi italiani di alimenti e bevande alcoliche; tra questi: Amaro Montenegro, Vecchia Romagna, Thè Infrè, Olio Cuore,  Cannamela, Polenta Valsugana e Pizza Catarì. Analogamente alla celebre camomilla Bonomelli, quest’infuso viene confezionato nello stabilimento proprietario di Dolzago (LC).La confezione è rappresentata da una scatola di cartoncino riciclabile, che contiene 1️⃣2️⃣ (dodici) filtri in carta di fibre di cellulosa, sigillati singolarmente in bustine “proteggi aroma” di “poliaccoppiato”, ovvero un materiale composito, che, essendo formato  esternamente da carta e internamente da plastica (rectius, polipropilene metallizzato), come rivela il codice di riciclo “C/PAP 81”, brilla per efficienza. Scherma, infatti, validamente ossigeno, gas, luce, umidità e altri agenti esterni potenzialmente contaminanti, assicurando, pertanto, una deperibilità prossima allo zero, la quale è strumentale ad un’ottima conservazione delle caratteristiche nutritive e organolettiche degli ingredienti. Questi ultimi sono rappresentati da: rosa canina, mela, scorza d’arancia, aromi naturali (10%), fiori di ibisco bianco, succo d’ananas (1%) e succo di pesca (1%). Si tratta di un confezionamento, che è anche facile da aprire, grazie alla presenza, nella parte alta della zona frontale, di un settore semicircolare pretagliato (vedi foto), che evita il ricorso alle forbici.L’etichettatura, in lingua italiana, risulta abbastanza chiara, ma, a mio giudizio, sarebbe opportuna qualche informazione in più per porre il consumatore nelle condizioni idonee all’effettuazione di un acquisto oculato. Non viene, ad esempio, indicato il luogo di provenienza degli ingredienti, nemmeno in forma generica (“UE”/”NON UE”). Al contrario di quanto avviene per la camomilla con lo stesso marchio, tali delucidazioni non sono reperibili nemmeno sul sito web del fabbricante. Scandagliando, infatti, le sue pagine, non riusciamo a sapere se la catena di fornitura rispetti o meno i principî di sostenibilità ambientale, economica e sociale; al tempo stesso, non apprendiamo se l’impianto e il ciclo produttivo siano validati da specifiche certificazioni, le quali, presupponendo una serie di stringenti controlli fisici, chimici, bio-chimici e organolettici, sono foriere di alta qualità, igiene e sicurezza alimentare. Non ci sono, inoltre, ragguagli in merito a: apporto calorico, allergeni e compatibilità con i vari regimi alimentari.Sul fondo della scatola è impresso in modo ben visibile il lotto di produzione e il c.d. “termine minimo di conservazione” (o “TMC”), il quale, preceduto dalla solita formula “da consumarsi preferibilmente entro”, è collocato sufficientemente avanti nel tempo (circa 24 mesi rispetto al momento della consegna). Ricordo a me stesso che tale data rappresenta la soglia temporale fino alla quale l’infuso mantiene intatte le sue proprietà, se conservato correttamente. Superato tale termine, non diventa pericoloso per la salute; sarà ancora possibile consumarlo, ma le sue qualità organolettiche inizieranno a subire una progressiva flessione. Non viene, invece, indicato un c.d. “PAO” (“period after opening”), ossia un torno di tempo entro il quale consumare i filtri, una volta aperta la confezione; l’importante, come raccomanda lo stesso produttore, è conservarli in un luogo fresco e asciutto (ricordiamo che sono sigillati singolarmente👍).Completa l’etichettatura l’indicazione del quantitativo contenuto (che è di 24 g), affiancata dalla “℮”, che rappresenta il c.d. “simbolo di stima”, il quale certifica che il divario tra la quantità effettiva contenuta nella confezione e quella nominale riportata in etichetta non eccede i limiti fissati dalla normativa dell’Unione Europea.3️⃣  LA BEVANDA☕😋.Data l’assenza della caffeina, solitamente consumo questo prodotto soprattutto dal tardo pomeriggio in poi. Lo preferisco caldo; ma, d’estate, freddo non è male, visto che l’assenza di zucchero, lo rende anche dissetante; in ambi i casi, comunque, è facilmente digeribile, per cui è sostanzialmente adatto ad ogni momento della giornata. La sua preparazione è piuttosto semplice; basta porre il filtro in una tazza, versare delicatamente acqua bollente (se possibile, non direttamente sul filtro) e attendere 3 minuti. Al contrario di altri prodotti BONOMELLI, l’infusione non deve necessariamente avvenire in acqua bollente. Laddove, infatti, si preferisca gustare fredda la bevanda, si potrà porre il filtro direttamente in acqua fresca e attendere 7 minuti.Soprattutto quando si opta per la preparazione a caldo, non appena ha inizio l’infusione, comincia a sprigionarsi un inebriante odore, alquanto delicato, frutto della commistione tra ananas e pesca. Questi due ingredienti, adeguatamente miscelati tra loro e associati a quelli succitati, danno vita ad un gusto abbastanza equilibrato, che risulta molto piacevole e raffinato, oltre che “intenso e penetrante”. La dolcezza è del giusto grado; non c’è assolutamente bisogno di aggiungere zucchero. Al termine della degustazione rimane in bocca, per un bel po’ di tempo, un amabile sapore vellutato (delicato e morbido, quindi), caratterizzato da un’armonia, secondo me perfetta, tra le note dolci e profumate della pesca e quelle lievemente acidule e rinfrescanti dell’ananas.4️⃣  LE CONSIDERAZIONI FINALI🤔👨🏽‍💻Le argomentazioni dedotte nelle righe che precedono e le conseguenti considerazioni sviluppate mi portano ad esprimere un giudizio complessivamente positivo sulla qualità e sulla gradevolezza del prodotto, da cui discende una valutazione di congruità riguardo al prezzo di 1,88 euro, al quale viene attualmente venduta la confezione da 12 filtri. Un importo, equivalente ad un costo unitario di circa 16 cent, che, sulla scòrta di un’analisi comparativa piuttosto accurata, reputo anche alquanto competitivo.\n"}, {"utente": "Amazon Customer"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 14 agosto 2023"}, {"recensione": "\nPerfetto per i mesi caldi questo infuso a freddo: comodo da preparare (basta immergere la bustina in un bicchiere di acqua fredda e lasciare in infusione 7 minuti), disseta e rinfresca all'istante. In più è disponibile in diversi gusti.\n"}, {"utente": "Erika"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 23 luglio 2023"}, {"recensione": "\nil sapore è delicato, non male, ci ho fatto degli ottimi the freddi usando qualche bustina in più, peccato siano un po' costose e che cisiano pochi filtri nella confezione!Sapore fresco e delicato, ottimo con miele o altri dolcificanti che ne esaltino il sapore!\n"}, {"utente": "Valentina"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 9 luglio 2023"}, {"recensione": "\nHo comprato questo infuso qualche giorno fa e, dopo svariati giorni di utilizzo, posso dire che ne sono molto soddisfatta. Lasciato in infusione anche a freddo, sprigiona un sapore di ananas e pesca molto delicato ma rinfrescante. Perfetto per sostituire e bevande zuccherate che non fanno molto bene. Ho provato anche la versione alla fragola e uva ma devo dire che preferisco questa. Buonissima, la consiglio a tutti\n"}, {"utente": "Claudio"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 15 luglio 2023"}, {"recensione": "\nNiente di che, poco gusto, sembra acqua sporca\n"}, {"utente": "Emilio Polelli "}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 23 luglio 2023"}, {"recensione": "\nottimo infuso , da degustare sia caldo che freddo per l' estate ha un gusto davvero particolare anas e pesca, provatelo a me e' piaciuto davvero moltissimo, lo ricomprero' assolutamente.\n"}, {"utente": "Roberto"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 2 agosto 2023"}, {"recensione": "\nBuon Prodotto ad un prezzo ONESTO - GRAZIE BONOMELLI E AMAZON!\n"}, {"utente": "Cliente Amazon"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 16 luglio 2023"}, {"recensione": "\nPratiche, buon sapore, uso 2 bustine in mezzo litro d'acqua, preparo alla sera poi metto in frigo per l'uso il giorno dopo sul lavoro per un sorso di bibita fresca.\n"}, {"utente": "alessandra"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 3 agosto 2023"}, {"recensione": "\nVeramente buono, sia freddo che caldo\n"}, {"utente": "Paola"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 27 luglio 2023"}, {"recensione": "\nPrivi di teina e ricchi di gusto.\n"}, {"utente": "Erika Corvo"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 27 luglio 2023"}, {"recensione": "\nLa mia machina aveva già la presa 12V. Dato che fumo, mi serviva anche l'accendisigari. Il mio meccanico ci ha smadonnato su un'oretta, ma una volta fatto un buco dove infilarlo, perfetto: funziona!Impermeabile, non lo so: non ho una barca.Robustezza, boh? Non posso saperlo dopo due giorni. Vi farò sapere\n"}, {"utente": "Moustafa khedr"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 24 luglio 2023"}, {"recensione": "\nIl materiale è buono e facile da installare\n"}, {"utente": "Francesco Lanni"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia il 2 maggio 2023"}, {"recensione": "\nOggetto conforme alla descrizione, tempi di consegna perfettamente rispettati. Tutto ok\n"}, {"utente": "GIANFRYANNA"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 4 maggio 2023"}, {"recensione": "\nIl prodotto sembra buona anche se la confezione è completamente aperta.\n"}, {"utente": "Alessia"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 18 febbraio 2023"}, {"recensione": "\nMolto bello e robusto però purtroppo per la panda dal 2016 non va bene\n"}, {"utente": "lamberto quatrini"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia il 5 agosto 2023"}, {"recensione": "\nArticolo NON compatibile con Toyota Corolla Verso E 121 2003, INUTILE!!!\n"}, {"utente": "Maxim"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia il 27 giugno 2023"}, {"recensione": "\nAttenzione. Appena premuto per accendere e provare. La resistenza si è arroventata esageratamente e si è staccata dal supporto. Andato anche in corto il circuito\n"}, {"utente": "Marino"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 23 febbraio 2023"}, {"recensione": "\nAccendisigari sostitutivo, funziona, per adesso\n"}, {"utente": "Davide"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia il 11 novembre 2022"}, {"recensione": "\nArrivato nei tempi previsti. Acquistato per un collega, quindi non so se il funzionamento sia buono o meno. A prima vista sembra un ottimo prodotto.\n"}, {"utente": "Bogdan"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia il 31 marzo 2023"}, {"recensione": "\nAcquistato su Amazon però il prodotto non funzionava inoltre in seguito l'ho stesso prodotto l'ho trovato da un altra parte ad un prezzo più conveniente.Rimandato indietro e ho ricevuto il rimborso.\n"}, {"utente": "Wolfgang"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 1 agosto 2023"}, {"recensione": "\nBought the steamdeck.  big, hard to read screen, buggy.Bought the Miyoo mini plus,  fully loaded with ROMS- fits easily in my pocket,  even though the screen is smaller than steamdeck all these 1990's games are designed wth big print letter - so easier to read.deep games on here too- the SNES legend of zelda,  Sega Shadow Run-  both deep complex RPG's with fun simplistic graphics.All the other hits are here.  Absolutely amazing.  Its the PERFECT air plane toy.10/10-  was exactly what I was looking for.  Its like having a sega genesis, a PS1, and a super NES. in my pocket for the plane.lots of well laid out buttons- and very easy to reprogram the buttons to your liking for the game.also a good \"favorites\" folder so that you dont have to dig through 1700 games to find the ones you like.\n"}, {"utente": "brandon"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 6 agosto 2023"}, {"recensione": "\nI really like my miyoo. It came with a tons of games in the SD card already. It had most of the games I wanted to play it sadly didn’t have Mario games and I had to install the roms myself. Just a quick YouTube search and I was able to install them myself. The only down side is the generic SD card. It started to not load some of my roms so I’m gonna have to Copy everything on a better SD card. Simple fix.\n"}, {"utente": "zwconiff"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 30 giugno 2023"}, {"recensione": "\nIt has everything. If you cant find uour favorite SNES game, check the GBA section; it was likely remastered in that era.\n"}, {"utente": "Vilkan "}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 13 giugno 2023"}, {"recensione": "\nQuite literally the best small form handheld on the market currently with a great community to back it up\n"}, {"utente": "akbar"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 28 maggio 2023"}, {"recensione": "\nproduct came as advertised. the tracking for the package was a little off (you could just use a  website to accurately track). the product is great!\n"}, {"utente": "Dani"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Spagna il 1 aprile 2023"}, {"recensione": "\nTarada un poco el llegar. Pero todo bien. Fabtastica maquinita\n"}, {"utente": "brandon "}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 27 marzo 2023"}, {"recensione": "\nI spent a little extra to get one since the manufacturer site is always sold out. Glad to have the miyoo mini plus. Excellent console\n"}, {"utente": "Russell B."}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti il 9 agosto 2023"}, {"recensione": "\nI’ve contacted the seller and they have refused to acknowledge the image from their listing I have attached. Looks like I’ll be going the rg35xx route. I’ll also never by from this seller again, as they refuse to address the problem.  I now know that no Miyoo has HDMI, but their listing images state otherwise. Buyers be aware\n"}]