[{"utente": "Ania Fabio "}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 3 settembre 2020"}, {"recensione": "\nAnche se ha ricevuto tante critiche sono curioso riguardo questo gioco. Il venditore assolutamente professionale e disponibile. Il pacco è arrivato in anticipo rispetto al previsto e in modo perfettamente imballato. Credo che trovando un buon affare in rapporto qualità prezzo comprerò ancora da voi. Scontrino fiscale incluso nella confezione. Molto soddisfatto\n"}, {"utente": "Amazon Customer"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito 🇬🇧 il 23 ottobre 2022"}, {"recensione": "\nGot this 2 days before I was due to receive it fantastic service and a great game hours fly by playing it.\n"}, {"utente": "Juan Gomez"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 29 novembre 2022"}, {"recensione": "\nThe delivery and the coondition of the product were great. It came in perfect conditions and in a good amount of time. The price was also good during a sale. The game however might not be for everyone, I had to give it a break for how slow it is, not necessarily a bad thing.\n"}, {"utente": "Sonji Mitcham"}, {"valutazione": "3,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 20 gennaio 2023"}, {"recensione": "\nSo, I'm sure this game is for some try hard folks. But for me and too me this game was hard as hell. I mean I died 3 times right at the first of the game of no fault of my own. The fighting system is clunky and hard to get used to. Also, it seems like you get throw to the wolves too soon without much instruction beyond that. It has a nice play for realism but thats it. The rest is just... figure it out though trial and error. If I were able to make it easier or have a better fighting system. Then maybe it would be better but.. But like I said. This game is hard as hell.\n"}, {"utente": "Amber Douglas"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 5 agosto 2022"}, {"recensione": "\nEnough said. This is a game with so much TLC from the devs. So immersive, great story telling\n"}, {"utente": "Shaun Richardson"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito 🇬🇧 il 2 febbraio 2020"}, {"recensione": "\nGreat rpg, awesome graphics, difficult learning curve especially with combat, but have been playing for 30 hours now and have yet to have one successful lockpick attempt even on very easy. The forums all comment on how difficult it is, could impact game completion otherwise would have been 5 stars\n"}, {"utente": "Commander McGarrett"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 8 marzo 2022"}, {"recensione": "\nPleased with the product, the seller is great and it made it to me the next day from when I’d ordered even with a further projected arrival date. Much appreciate and will keep them on my seller list. Thank you!\n"}, {"utente": "sue2379"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito nel Regno Unito 🇬🇧 il 29 aprile 2021"}, {"recensione": "\nDelivered on time as promised.Am waiting to play this game when i finish current one.\n"}, {"utente": "jeff jones"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 20 febbraio 2022"}, {"recensione": "\nGood game\n"}, {"utente": "JShay"}, {"valutazione": "2,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 13 dicembre 2021"}, {"recensione": "\nGot into the game and started really liking it up until you need to start \"lockpicking\"... Now it's not even worth playing anymore.Was delivered quickly\n"}, {"utente": "Maurizio"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 19 giugno 2023"}, {"recensione": "\nHo grossi problemi con questo numero digitale di one piece per i 98 numeri precedenti tutto bene, ma questo numero di one piece lo ho comprato due volte e non riesco a scaricarlo. Il download è fermo a 1% da giorni.\n"}, {"utente": "Francesco"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 18 giugno 2023"}, {"recensione": "\nArrivato in perfette condizioni. La prodotto è di buona qualità, attinente alla descrizione.Buoni i dettagli e ottimo rapporto qualità/prezzo. Sono rimasto molto soddisfatto dell'acquisto.Consigliato per i collezionisti e amanti di One Piece.\n"}, {"utente": "Giada"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 19 giugno 2023"}, {"recensione": "\nSto facendo la collezione dei fumetti di one piece e mi trovo bene ad ordinarlo qui su Amazon perché arrivano in ottime condizioni e sono sicura di trovarli\n"}, {"utente": "Massimiliano"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 28 giugno 2023"}, {"recensione": "\nConsigliato per gli appassionati del genere!\n"}, {"utente": "PepticHoney8355"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 16 giugno 2023"}, {"recensione": "\nAcquistato col preordine e consegnato in ottime super consigliato e arrivato in giornata 👍\n"}, {"utente": "Aniello"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 28 giugno 2023"}, {"recensione": "\nPerfetto\n"}, {"utente": "Andrew"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 16 giugno 2023"}, {"recensione": "\nMi è arrivato in breve tempo e in condizioni perfette\n"}, {"utente": "Johnny_Loi"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 21 giugno 2023"}, {"recensione": "\nOttime condizioni\n"}, {"utente": "Massimo"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 19 giugno 2023"}, {"recensione": "\nBellissimo come tutti gli altri\n"}, {"utente": "Ferrara"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 14 giugno 2023"}, {"recensione": "\nPreordinato, ma arrivato nelle tempistiche che mi erano state date\n"}, {"utente": "Francesco C.🐢"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 6 febbraio 2023"}, {"recensione": "\n\n\n\n\n                    Impossibile caricare il contenuto multimediale.\n                \n\n\n\n 1️⃣  PERCHÉ L’HO ORDINATO?🤷🏽‍♂️Amo molto il caffè, che consumo a colazione, in occasione delle pause e dopo ogni pasto; lo adoro perché mi dà energia nei vari momenti di défaillance e mi aiuta a digerire. In questi ultimi tempi, però, complici soprattutto le interminabili e frenetiche giornate di lavoro, il numero di tazzine bevute quotidianamente è cresciuto un po’ troppo. Per evitare, quindi, di patire le conseguenze di un’assunzione reiteratamente eccessiva di caffeina, ho deciso di ricorrere ad una bevanda che ne fosse priva, da alternare all’irrinunciabile Arabica, della quale non gradisco la versione decaffeinata. Tornando, pertanto, a far rivivere una vecchia e sana abitudine, appresa dalla mia mamma, ho cominciato ad usare nuovamente i classici infusi di erbe al gusto di frutta, abbandonati dai tempi della scuola media. In breve tempo mi sono reso conto che il paragone col caffè non reggeva, per cui ho cercato un preparato che desse vita ad una bevanda maggiormente apprezzata dalla mie papille gustative. Dopo vari tentativi l’ho trovato👍.2️⃣  IL PACKAGING🎁 e L’ETICHETTATURA⚠Quest’infuso di ananas e pesca è contraddistinto dal marchio “BONOMELLI”, storica azienda di Zola Predosa (BO), piuttosto nota in questo settore, che oramai da diversi anni fa parte del gruppo bolognese “Montenegro”, il cui ampio portafoglio annovera diversi dei più noti marchi italiani di alimenti e bevande alcoliche; tra questi: Amaro Montenegro, Vecchia Romagna, Thè Infrè, Olio Cuore,  Cannamela, Polenta Valsugana e Pizza Catarì. Analogamente alla celebre camomilla Bonomelli, quest’infuso viene confezionato nello stabilimento proprietario di Dolzago (LC).La confezione è rappresentata da una scatola di cartoncino riciclabile, che contiene 1️⃣2️⃣ (dodici) filtri in carta di fibre di cellulosa, sigillati singolarmente in bustine “proteggi aroma” di “poliaccoppiato”, ovvero un materiale composito, che, essendo formato  esternamente da carta e internamente da plastica (rectius, polipropilene metallizzato), come rivela il codice di riciclo “C/PAP 81”, brilla per efficienza. Scherma, infatti, validamente ossigeno, gas, luce, umidità e altri agenti esterni potenzialmente contaminanti, assicurando, pertanto, una deperibilità prossima allo zero, la quale è strumentale ad un’ottima conservazione delle caratteristiche nutritive e organolettiche degli ingredienti. Questi ultimi sono rappresentati da: rosa canina, mela, scorza d’arancia, aromi naturali (10%), fiori di ibisco bianco, succo d’ananas (1%) e succo di pesca (1%). Si tratta di un confezionamento, che è anche facile da aprire, grazie alla presenza, nella parte alta della zona frontale, di un settore semicircolare pretagliato (vedi foto), che evita il ricorso alle forbici.L’etichettatura, in lingua italiana, risulta abbastanza chiara, ma, a mio giudizio, sarebbe opportuna qualche informazione in più per porre il consumatore nelle condizioni idonee all’effettuazione di un acquisto oculato. Non viene, ad esempio, indicato il luogo di provenienza degli ingredienti, nemmeno in forma generica (“UE”/”NON UE”). Al contrario di quanto avviene per la camomilla con lo stesso marchio, tali delucidazioni non sono reperibili nemmeno sul sito web del fabbricante. Scandagliando, infatti, le sue pagine, non riusciamo a sapere se la catena di fornitura rispetti o meno i principî di sostenibilità ambientale, economica e sociale; al tempo stesso, non apprendiamo se l’impianto e il ciclo produttivo siano validati da specifiche certificazioni, le quali, presupponendo una serie di stringenti controlli fisici, chimici, bio-chimici e organolettici, sono foriere di alta qualità, igiene e sicurezza alimentare. Non ci sono, inoltre, ragguagli in merito a: apporto calorico, allergeni e compatibilità con i vari regimi alimentari.Sul fondo della scatola è impresso in modo ben visibile il lotto di produzione e il c.d. “termine minimo di conservazione” (o “TMC”), il quale, preceduto dalla solita formula “da consumarsi preferibilmente entro”, è collocato sufficientemente avanti nel tempo (circa 24 mesi rispetto al momento della consegna). Ricordo a me stesso che tale data rappresenta la soglia temporale fino alla quale l’infuso mantiene intatte le sue proprietà, se conservato correttamente. Superato tale termine, non diventa pericoloso per la salute; sarà ancora possibile consumarlo, ma le sue qualità organolettiche inizieranno a subire una progressiva flessione. Non viene, invece, indicato un c.d. “PAO” (“period after opening”), ossia un torno di tempo entro il quale consumare i filtri, una volta aperta la confezione; l’importante, come raccomanda lo stesso produttore, è conservarli in un luogo fresco e asciutto (ricordiamo che sono sigillati singolarmente👍).Completa l’etichettatura l’indicazione del quantitativo contenuto (che è di 24 g), affiancata dalla “℮”, che rappresenta il c.d. “simbolo di stima”, il quale certifica che il divario tra la quantità effettiva contenuta nella confezione e quella nominale riportata in etichetta non eccede i limiti fissati dalla normativa dell’Unione Europea.3️⃣  LA BEVANDA☕😋.Data l’assenza della caffeina, solitamente consumo questo prodotto soprattutto dal tardo pomeriggio in poi. Lo preferisco caldo; ma, d’estate, freddo non è male, visto che l’assenza di zucchero, lo rende anche dissetante; in ambi i casi, comunque, è facilmente digeribile, per cui è sostanzialmente adatto ad ogni momento della giornata. La sua preparazione è piuttosto semplice; basta porre il filtro in una tazza, versare delicatamente acqua bollente (se possibile, non direttamente sul filtro) e attendere 3 minuti. Al contrario di altri prodotti BONOMELLI, l’infusione non deve necessariamente avvenire in acqua bollente. Laddove, infatti, si preferisca gustare fredda la bevanda, si potrà porre il filtro direttamente in acqua fresca e attendere 7 minuti.Soprattutto quando si opta per la preparazione a caldo, non appena ha inizio l’infusione, comincia a sprigionarsi un inebriante odore, alquanto delicato, frutto della commistione tra ananas e pesca. Questi due ingredienti, adeguatamente miscelati tra loro e associati a quelli succitati, danno vita ad un gusto abbastanza equilibrato, che risulta molto piacevole e raffinato, oltre che “intenso e penetrante”. La dolcezza è del giusto grado; non c’è assolutamente bisogno di aggiungere zucchero. Al termine della degustazione rimane in bocca, per un bel po’ di tempo, un amabile sapore vellutato (delicato e morbido, quindi), caratterizzato da un’armonia, secondo me perfetta, tra le note dolci e profumate della pesca e quelle lievemente acidule e rinfrescanti dell’ananas.4️⃣  LE CONSIDERAZIONI FINALI🤔👨🏽‍💻Le argomentazioni dedotte nelle righe che precedono e le conseguenti considerazioni sviluppate mi portano ad esprimere un giudizio complessivamente positivo sulla qualità e sulla gradevolezza del prodotto, da cui discende una valutazione di congruità riguardo al prezzo di 1,88 euro, al quale viene attualmente venduta la confezione da 12 filtri. Un importo, equivalente ad un costo unitario di circa 16 cent, che, sulla scòrta di un’analisi comparativa piuttosto accurata, reputo anche alquanto competitivo.\n"}, {"utente": "Erika"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 23 luglio 2023"}, {"recensione": "\nil sapore è delicato, non male, ci ho fatto degli ottimi the freddi usando qualche bustina in più, peccato siano un po' costose e che cisiano pochi filtri nella confezione!Sapore fresco e delicato, ottimo con miele o altri dolcificanti che ne esaltino il sapore!\n"}, {"utente": "Valentina"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 9 luglio 2023"}, {"recensione": "\nHo comprato questo infuso qualche giorno fa e, dopo svariati giorni di utilizzo, posso dire che ne sono molto soddisfatta. Lasciato in infusione anche a freddo, sprigiona un sapore di ananas e pesca molto delicato ma rinfrescante. Perfetto per sostituire e bevande zuccherate che non fanno molto bene. Ho provato anche la versione alla fragola e uva ma devo dire che preferisco questa. Buonissima, la consiglio a tutti\n"}, {"utente": "Claudio"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 15 luglio 2023"}, {"recensione": "\nNiente di che, poco gusto, sembra acqua sporca\n"}, {"utente": "Emilio Polelli "}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 23 luglio 2023"}, {"recensione": "\nottimo infuso , da degustare sia caldo che freddo per l' estate ha un gusto davvero particolare anas e pesca, provatelo a me e' piaciuto davvero moltissimo, lo ricomprero' assolutamente.\n"}, {"utente": "Cliente Amazon"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 16 luglio 2023"}, {"recensione": "\nPratiche, buon sapore, uso 2 bustine in mezzo litro d'acqua, preparo alla sera poi metto in frigo per l'uso il giorno dopo sul lavoro per un sorso di bibita fresca.\n"}, {"utente": "Paola"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 27 luglio 2023"}, {"recensione": "\nPrivi di teina e ricchi di gusto.\n"}, {"utente": "Cliente Amazon"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 29 luglio 2023"}, {"recensione": "\nOttimo prodotto rapporto qualità prezzo.\n"}, {"utente": "Skaloppa"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 23 luglio 2023"}, {"recensione": "\nLa utilizzo a freddo, ottimo sapore\n"}, {"utente": "Sang70"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 23 maggio 2023"}, {"recensione": "\nOttimo infuso dal sapore un po esotico da consumare sia freddo che caldo anche se io lo preferisco freddo in questo caso. Un gusto dolce e ricco, un mix da provare assolutamente. Arrivato in tempi brevissimi. L'unica pecca è che per il prezzo ci sono troppi pochi filtri\n"}, {"utente": "Erika Corvo"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 27 luglio 2023"}, {"recensione": "\nLa mia machina aveva già la presa 12V. Dato che fumo, mi serviva anche l'accendisigari. Il mio meccanico ci ha smadonnato su un'oretta, ma una volta fatto un buco dove infilarlo, perfetto: funziona!Impermeabile, non lo so: non ho una barca.Robustezza, boh? Non posso saperlo dopo due giorni. Vi farò sapere\n"}, {"utente": "Moustafa khedr"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 24 luglio 2023"}, {"recensione": "\nIl materiale è buono e facile da installare\n"}, {"utente": "Francesco Lanni"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 2 maggio 2023"}, {"recensione": "\nOggetto conforme alla descrizione, tempi di consegna perfettamente rispettati. Tutto ok\n"}, {"utente": "GIANFRYANNA"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 4 maggio 2023"}, {"recensione": "\nIl prodotto sembra buona anche se la confezione è completamente aperta.\n"}, {"utente": "Alessia"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 18 febbraio 2023"}, {"recensione": "\nMolto bello e robusto però purtroppo per la panda dal 2016 non va bene\n"}, {"utente": "Marino"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 23 febbraio 2023"}, {"recensione": "\nAccendisigari sostitutivo, funziona, per adesso\n"}, {"utente": "Maxim"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 27 giugno 2023"}, {"recensione": "\nAttenzione. Appena premuto per accendere e provare. La resistenza si è arroventata esageratamente e si è staccata dal supporto. Andato anche in corto il circuito\n"}, {"utente": "Davide"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 11 novembre 2022"}, {"recensione": "\nArrivato nei tempi previsti. Acquistato per un collega, quindi non so se il funzionamento sia buono o meno. A prima vista sembra un ottimo prodotto.\n"}, {"utente": "Bogdan"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 31 marzo 2023"}, {"recensione": "\nAcquistato su Amazon però il prodotto non funzionava inoltre in seguito l'ho stesso prodotto l'ho trovato da un altra parte ad un prezzo più conveniente.Rimandato indietro e ho ricevuto il rimborso.\n"}, {"utente": "Rodolfo Resca"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 1 dicembre 2022"}, {"recensione": "\nOttimo consigliato\n"}, {"utente": "zwconiff"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 30 giugno 2023"}, {"recensione": "\nIt has everything. If you cant find uour favorite SNES game, check the GBA section; it was likely remastered in that era.\n"}, {"utente": "Vilkan "}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 13 giugno 2023"}, {"recensione": "\nQuite literally the best small form handheld on the market currently with a great community to back it up\n"}, {"utente": "akbar"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 28 maggio 2023"}, {"recensione": "\nproduct came as advertised. the tracking for the package was a little off (you could just use a  website to accurately track). the product is great!\n"}, {"utente": "brandon "}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito negli Stati Uniti 🇺🇸 il 27 marzo 2023"}, {"recensione": "\nI spent a little extra to get one since the manufacturer site is always sold out. Glad to have the miyoo mini plus. Excellent console\n"}, {"utente": "Dani"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Spagna 🇪🇸 il 1 aprile 2023"}, {"recensione": "\nTarada un poco el llegar. Pero todo bien. Fabtastica maquinita\n"}]