[{"utente": "Giuseppe"}, {"valutazione": "1,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 14 febbraio 2019"}, {"recensione": "\n!!!ATTENZIONE!!!LA SEGUENTE RECENSIONE CONTIENE SPOILERSiete pregati di proseguire a vostra totale discrezione.DISCLAIMEREssendo tristemente a conoscenza della particolare e \"delicata\" sensibilità della fanbase di Kingdom Hearts, vi premetto già da ora che questa recensione sarà molto personale, e intendo condividere i miei pareri intimi sull'esperienza che ho avuto col titolo in questione, che potrete condividere o meno, e che in alcun caso sono atti a prevaricare i vostri pensieri al riguardo.PREMESSAHo da sempre avuto un rapporto conflittuale con Kingdom Hearts: se da un lato, per me, è una gioia nostalgica poter rivivere in prima persona le avventure ambientate in quei prodotti d'animazione che tanto hanno segnato la mia infanzia e formato la mia persona con i nobili intenti che trasmettevano, dall'altro ho dovuto quasi categoricamente scontrarmi con la cristallina e totale assenza di estro e talento creativo in ambito narrativo di Square Enix. Non voglio in alcun modo far di tutta l'erba un fascio, e la stessa Square per me è stata ed è tutt'ora un punto di riferimento, se dovessi citare capolavori indiscussi come l'intera saga di Dragon Quest o Final Fantasy VII, titoli che inoltre sono state pietre miliari della mia crescita come videogiocatore, ma anche la più pura delle gemme non è avulsa alla presenza di crepe su di essa. E quella crepa, al mio vaglio, ha il nome di Tetsuya Nomura... Sarò sincero: non nutrivo grandi speranze per questo titolo, le mie aspettative erano molto basse già in partenza, già conscio di ciò che avrei dovuto aspettarmi, e in effetti così è stato, ma si è rivelato ben peggiore di quanto mai avessi immaginato.Diamo inizio a questa critica, ordunque...PRO- Come gioco posto al termine di questa saga (che, in effetti, è tutt'altro che terminata...), dona una più che degna degna conclusione a quello che è stato il ciclo di Sora e del Maestro Xehanort, ma su quest'ultimo dovremo dire una cosuccia di non poco conto...- Il fattore nostalgia è altissimo nei mondi da esplorare, ma la loro bellezza termina tutta qui.- Da un certo punto in poi, i combattimenti e le loro coreografie diventano uno spettacolo per gli occhi, nonchè una iridescente e movimentata danza in ogni direzione immaginabile, ma...- Del tutto lapalissiano citarli, ma le illuminazioni e gli effetti di luce di Square sono sempre eccellenti, eppure...- Molti e differenti minigiochi sono presenti nei vari mondi, che sanno donare una colorata varietà alla componente di gameplay, ma pensandoci bene...- La colonna sonora compie discretamente bene il suo ruolo, analizzandola meglio però...CONTRO- Le limitazioni dell'Unreal Engine sono più che palesi e presenti nella maggior parte del gioco, in particolare per quanto riguarda la resa dei personaggi: i modelli, il più delle volte, mi sono apparsi sgradevolmente plastici e armonizzati senza alcuna grazia alle ambientazioni. Inoltre, texture ben definite (anche se in bassa risoluzione) applicate alla pelle di personaggi dalla caratterizzazione tipicamente cartoonesca ed anime, sono un autentico pugno negli occhi quando vengono messe in risalto nelle inquadrature in primissimo piano.- Gli effetti luminosi, particellari e le varie loro composizioni sono diffusive di loro stesse: occupano su schermo fin troppo spazio (e tempo), brutalmente rubato all'attenzione da porre nei combattimenti quanto nelle cutscenes, fungendo essenzialmente da \"distrattori\" variopinti di proporzioni tristemente epiche.- Analizzando a fondo ogni singola ambientazione, ci si ritrova spesso e volentieri a sublimarci della grezza realizzazione dello scenario di gioco. Di tutte le aree esplorabili, l'unica degna di nota e meglio realizzata, tirando le somme,  è la Scatola dei Giochi, dove gli eroi di Toy Story ci attendono, ma tutto il resto sembra esser venuto fuori da un titolo della seconda metà del decennio scorso come resa e definizione.- Il doppiaggio inglese è a dir poco inascoltabile. Non intendo porre ogni singola performance in questo punto, ma quantomeno ci tengo a indicare e cerchiare quella principale: Sora stesso per l'appunto. Magari è anche in tinta con il suo personaggio, ma l'assenza di empatia e convinzione dei suoi dialoghi è disarmante come minimo...- Pur avendo a loro disposizione l'intero Universo Disney, ed escluse un numero di tracce da porre sulle dita di UNA singola mano, nessun tema o musica originale è stata sfruttata per dare carattere alle ambientazioni nei vari mondi, ricorrendo a brani orchestrali banali e patetici, senza alcun guizzo d'ispirazione o dignità, in sostituzione di armonie e composizioni talmente tipiche da essere diventate iconiche (sì, Pirati dei Caraibi, mi sto riferendo in particolare a te).- Riguardo la compositrice, Yoko Shinomura: il problema che ha questa donna a livello lavorativo risiede nel fatto che non sa commisurare la portata dell'intensità di un brano e dell'orchestra che lo performa, in relazione a quanto viene mostrato effettivamente su schermo. Ed ecco così che abbiamo musica epica degna della battaglia delle Piane del Pelennor in scenette cartoonesche ed inverosimili, nonchè temi blandi e assolutamente dimenticabili in ogni altra situazione.- Non nego quanto detto nei PRO circa i combattimenti, ma se l'onestà dovesse pervaderci, nessuno negherebbe che ogni singola tenzone è risolta (e fatemi passare questo termine orribile) spammando a manetta il tasto X finchè il nemico non cede, scomparendo in un tripudio di scintille e bolle colorate, senza alcuna soddisfazione che ne consegue. Non è un paragone ammissibile, dato la qualità eccelsa e inarrivabile del titolo in questione, ma permettetemi di fare un parallelo con l'ultimo God of War: ogni singolo colpo d'ascia che il giocatore fa compiere a Kratos e che riesca a colpire il nemico, è un attacco giustamente meritato e guadagnato dal giocatore, e la soddisfazione è duplice, essendo sia visiva che fisica, accentuata infatti dalla vibrazione del controller. Ogni battaglia è un'impresa senza precedenti, perchè ha del nuovo ad ogni singolo secondo, e l'adrenalina fluisce invogliandoti a proseguire, in attesa della tripudiante vittoria e della realizzazione di avercela fatta con le proprie forze. In Kingdom Hearts 3, a difficoltà normale, ho raggiunto la vetta delle 30 ore, terminato il gioco, e non sono morto una singola volta, trovandomi però nella triste situazione di adoperare lo spamming di X ogni volta che i nemici apparivano su schermo, senza mai modificare la mia strategia...- ...e sulla strategia dei combattimenti: il fatto che tu inizi a saltare per aria, proiettare i nemici al suolo o verso il cielo, camminare sui muri e compiere parate e contrattacchi, è un bisogno NECESSARIO per varietà visiva, per combattere la noia e non per adattamento alla situazione o agli avversari. Inutile proseguire oltre...- Attivando i comandi situazionali o le fusioni Keyblade con Δ (puntualmente serviteci su un piatto d'argento), il gioco va in \"stasi\", obbligandoti a interrompere il naturale flusso del combattimento per assistere ad un'ennesima cutscene, che altro non offre se non farti posare il controller per due secondi o poco più.- Il movimento di Sora è meccanico e frazionario, e sembra indirizzato su rotaie nelle otto direzioni presenti su un controller del Sega Genesis o di un Atari 2600, e nel 2019, dopo aver assistito nello scorso anno a titoli come God of War, Monster Hunter, Red Dead Redemption 2 e Spider-Man, è inammissibile dover sperimentare una meccanica simile in un titolo che si vanta d'essere il più atteso dell'ultimo ventennio. Un autentico schiaffo in pieno volto al mondo del gaming. Mai capitato in precedenza nella mia patetica vita, ho già avuto il giudizio finale su un gioco semplicemente inclinando la levetta sinistra per la prima volta non appena l'introduzione era giunta al suo termine, ci tengo a dire...- Sempre dall'ultimo punto: ormai è dal 2010 a questa parte che le pareti invisibili, quando sono presenti, sono implementate magistralmente per non sembrare tali e non demolire il naturale corso dell'esperienza videoludica, ma in Kingdom Hearts, senza alcuna vergogna, esse si presentano in tutto il loro squallido splendore, incapsulando le aree in fastidiose mura invalicabili e oggigiorno concettualmente insensate e obsolete. Un autentico oltraggio...- Se i trailer ci avevano fatto sperare in un titolo dalle componenti sand-box o, al limite, open world, sappiate che questa aspettativa è più che demolita, e si ritorna alle classiche aree interconnesse e, a questo giro, anche molto meno numerose: i mondi sono solamente 9 (a fronte dei 15 di KH2) con un massimo di 3 aree di suddivisione ciascuno che, pur essendo anche molto ampie, sono frustranti da esplorare ed essenzialmente vuote, senza alcun elemento cardine che possa favorire la rigiocabilità nè dare appagamento visivo, alla stregua di autentici deserti (a meno che non si decida di rincorrere il platino, e trovare i quasi 300 forzieri nascosti in questa coloratissima desolazione in HD).- I minigiochi sono vari, come ho già detto, ma completamente fini a loro stessi, e si fa volentieri a meno di rigiocarli una volta sbloccati, e alcuni di essi sono la copia mal fatta di titoli ben più divertenti e solidi nella loro struttura (sì, Pirati dei Caraibi, mi riferisco nuovamente in particolare a te, e alle tue meccaniche demenziali rubate ad Assassin's Creed 4: Black Flag). KH3 è un gioco che vuol fare tutto e non sa fare niente, in tutta onestà. I miei complimenti a Square Enix...- I caricamenti poi... interminabili e frequentissimi, ve n'è uno ogni due minuti di gameplay, ed è inutile dilungarmici oltre.- Partiamo dal nucleo di questo discorso, un fatto di cui neanche il più incallito dei fan può provare il contrario: Kingodm Hearts non ha una struttura definita. Detto ciò, quando da gioco a gioco le regole vengono stravolte, nuovi elementi vengono aggiunti per necessità di trama ed ogni novità è giustificata dal semplice fatto che \"si può fare\", come si può anche solo immaginare che questo gioco possa vantare una trama degna di nota, o comunque anche solo interessante per un profano od un esterno alla saga? È follia allo stato più puro del termine, un garbuglio indistricabile, un labirinto senza uscita, e tutto questo perchè? Perchè non si ha tutt'ora idea di cosa se ne vuole fare di questa saga, ma andiamo con ordine...- Quando Nomura afferma che \"la morte è un concetto molto labile nel mondo di Kingdom Hearts\", fa lo stesso effetto della Rowling che afferma, in seguito al casting di Noma Dumezweni nel ruolo di Hermione per The Cursed Child, che lei \"non aveva mai descritto Hermione come una caucasica\". In linguaggio tecnico, ciò è chiamata una \"paraculata\", ed è un espediente becero e meschino avanzato per correggere scelte altresì infelici compiute da un creatore di qualcosa, di fatto permettendogli di dimostrare di poter fare ciò che vuole con la sua creazione. E infatti, l'inserimento di viaggi nel tempo, personaggi identici ad altri personaggi per confond-- necessità di trama, nemici morti e resuscitati senza alcun motivo, sono i classici trucchetti che solo un asiatico potrebbe tirar fuori quando si accorge che la sua opera sta andando in vacca. Gli eventi in KH avvengono perchè devono giustificare l'avanzare della storia, non perchè alla base c'è un progetto valido su cui basarsi. È lo stesso male che i midichlorian di Star Wars hanno apportato alla saga, e chi ne intende sa a cosa mi riferisco. Nomura si sarà accorto che senza Ansem e Xehanort la storia sarebbe andata in stallo e... BAM! Dream Drop Distance, ed eccoli ritornare magicamente! E da ora in poi (ovvero dal 2012; Kingdom Hearts nasce nel 2002, ricordiamolo), chi muore non è mai veramente morto! Ciò che contestavo prima, appunto...- Lo sviluppo della trama è avulso ad ogni accettazione logicamente concepita dalla mente umana. Se si fosse dimostrato degno, sarebbe anche diventato una novità interessante, ma così non è stato: la storia, completabile in 20 ore (di cui 11 ore e 55 minuti di cutscenes... non sto scherzando, a voi la verifica!) è composta da circa un quarto d'ora di introduzione, 16 ore di filler puro, 45 minuti di sviluppo della trama e 3 ore di climax finale. Finita la sezione d'esplorazione dei mondi (la parte \"filler\" per l'appunto), un minimo di narrazione è posta nella scena della liberazione di Aqua dal mondo della tenebra (che da sola implementa la vera sfida dell'eroe, la sua sconfitta, e la sua rinascita e realizzazione di poter vincere, narrativamente parlando), e dopo di essa, senza alcuna preparazione, inizia la battaglia finale che si prolunga per fin troppo tempo, più di quanto se ne possa sopportare. Quanto più tempo è frapposto fra l'inizio del climax e la parola FINE, tanto peggio è, perchè la stringa di emozioni forti che la battaglia finale porta tende a svanire col passare dei secondi, e sono queste emozioni a definire l'apprezzamento e la nascita della nostalgia quando tutto ha termine. Kingdom Hearts non sa quando nè come fermarsi, e prosegue, prosegue, prosegue, sviluppando la propria trama nei momenti sbagliati e facendo leva prepotentemente sull'attenzione svanente di chi ha in mano il controller! Sora è incaricato di riscoprire il potere del \"risveglio\" nel suo cuore... credo che inconsciamente sia lo stesso potere che il giocatore deve scoprire quando il sonno sta per avere la meglio su di lui!- Quelle 11 ore e 55 minuti di cutscenes, ripeto, NON SONO uno scherzo! Troppe e troppo simili fra loro! La pedante ripetizione che offrono non è paragonabile a nulla in ambito mediatico: è una bestia unica figlia di madre vedova, irripetibile, l'apoteosi della noia, l'epigone dello spreco di tempo... Quasi come in uno spettacolo comico, inoltre, ci sono delle cose che sai avverranno certamente, come scritte da copione: le parole \"cuore, luce, oscurità, amicizia\" nominate almeno tre volte, fino ad un massimo tendente ad infinito, gente che gesticola e mima ridicolmente ogni sua linea di dialogo, mani che vengono poste al petto con fare apprensivo, ogni personaggio (anche comparse) che deve dire la sua e nel modo più patetico e blando possibile e, soprattutto, i classici versi di pausa degli anime (ovvero sospiri d'assenso e brevi mugugni). Inoltre, una scena che si ripete in OGNI mondo, è quella di avvio di una battaglia col boss, dal seguente e PRECISO schema:1) il nemico si presenta;2) il nemico illustra il suo piano in un monologo, parlando di cuore/luce/oscurità/amicizia;3) i protagonisti emettono gemiti sconcertati;4) i protagonisti fanno un discorso su cuore/luce/oscurità/amicizia e sul perchè vinceranno;5) il nemico evoca il boss / dimostra di essere il boss;6) i protagonisti fanno un ulteriore discorso su cuore/luce/oscurità/amicizia;7) il boss attende pazientemente ed educatamente che i protagonisti terminino il loro discorso;8) la battaglia ha inizio.- La caratterizzazione dei personaggi dei vari mondi Disney è travisata e per nulla coerente con la loro personalità effettiva. Sentire Jack Sparrow, ad esempio, dire: \"Sei riuscito a trionfare perchè il potere del tuo cuore è forte, e i tuoi amici sono la tua forza, i tuoi compagni del cuore!\" è quanto di più \"out of character\" si possa fare per un personaggio simile! Ribadisco quanto detto all'inizio: la bellezza dei mondi esplorati è nella loro presentazione, e lì tutto termina. L'unica frase degna del proprio personaggio è pronunciata solo da Woody,  quando esclama ad un monologante giovane Xehanort: \"Non m'importa nulla di tutto ciò che stai dicendo. Riporta Buzz così com'era e levati dai piedi!\". Se ci ripenso, è la frase più bella del gioco se la si indirizza a Kingdom Hearts 3 stesso...- Sempre sui film Disney, questi sanno come proporti la malvagità attraverso i vari cattivi e, soprattutto, attraverso le immagini atte ad accompagnarli! \"Show, don't tell\" direbbero gli anglofoni, e Disney l'ha sempre e da sempre saputo fare egregiamente. In Kingdom Hearts, tutto si riduce a vedere chi sulla scena indossa una tunica nera di pelle, occludendosi anche alle varie sfaccettature dell'essere un personaggio a tutto tondo, rinchiuso nel dualistico (e ormai banale) \"buono vs. cattivo\", clichè vergognoso già dal 1930.- Sempre sulle tuniche nere, c'è un innegabile attrazione feticistica verso questo capo d'abbigliamento, ormai emblematico nel creare confusione in chiunque si approcci a questa serie: mentre Quentin Tarantino ha trasformato la sua parafilia in un marchio stilistico e caratteriale delle sue produzioni, Nomura dispensa latex scuro per garantire plot twist anticlimatici e, a lungo andare, totalmente stancanti e prevedibili, nonchè idioti.- Riguardo al rapporto intellettuale con la serie, c'è un discorso a parte da fare: in KH3, questa connessione è infatti assente. Mi riferisco a quel particolare senso d'empatia implicita che ti permette di immergerti ed apprezzare appieno ciò che stai sperimentando, simpatizzando con i personaggi e vivendo in prima persona l'avanzare della storia. Perchè ciò non è presente in KH3? Perchè non c'è un tono definito con cui la trama si rapporta al giocatore. Soprattutto nelle fasi iniziali e nei vari mondi, prima della battaglia finale, siamo obbligati a sorbirci scene di elevato sentore solenne che però perdono ogni parvenza di serietà quando vengono implementate battutine, faccette buffe, gesticolare estremo e linee di dialogo inutili (come già ho elencato prima), rendendo l'esperienza pari ad una parodia, o ad un film di Renato Pozzetto se volete! E così come questo andazzo è costante per le prime 17 ore, nelle ultime 3 tutto volge alla serietà più estrema, di nuovo disarmandoti e facendoti sentire in colpa e credere d'essere più stupido di quanto non sei!- La trama sembra ruotare nei primi momenti attorno alla Scatola Nera di Union X, quando infine questo espediente (un MacGuffin, in termini cinematografici) non viene mai considerato appieno nè tantomeno confutato, se non nella scenetta post-crediti, GIUSTIFICANDO così la prossima saga, e deprivandoti dell'anima al contempo, quando realizzi che tutto il gioco è il \"pilot\" dei capitoli successivi. Dio ce ne scampi...- E ora la chicca: Maestro Xehanort, personaggio costruito sul semplice concetto di CAOS PURO, è in realtà un buono nelle vesti del cattivo, perchè giunti al finale, dopo averlo sconfitto, rivela di aver fatto tutto quanto per il \"bene superiore\", per poter guidare l'universo nella luce, essendosi reso conto che l'oscurità l'aveva profondamente corrotto... Il finale più buonista, demente e ridicolo che un cattivo simile possa ricevere! Adesso vi sfido a rigiocare i precedenti KH tenendo bene a mente questa rivelazione: sono proprio curioso di vedere come muta la vostra considerazione e l'apprezzamento verso il personaggio attorno la cui malvagità tutto gira...CONCLUSIONEIn sintesi, è uno spreco di tempo, un'interruzione continua, un prodotto datato ed un INSULTO al mondo videoludico moderno. Nomura è un inetto e Square dovrebbe farsi un esame di coscienza ed abbassare almeno di dieci spanne la cresta, perchè un qualcosa di simile, nel 2019, è fuori da ogni schema e mentalità concepibile, ingiurioso nei confronti di sviluppatori e sceneggiatori infinitamente più talentuosi, ed un oltraggio ai videogiocatori di tutto il mondo. Letteralmente, tredici anni buttati al vento, e qui devo fermarmi, null'altro ho da dire che non ricada nella volgarità più estrema.Se doveste strapparmi un voto onesto, in decimi: come KH è un 9, come videogioco un 7-, e come titolo, nella sua totalità, è un 3-. Deludente, offensivo, ridicolo, incocludente e avvilente, un autentico SCHIFO. Volete farvi un favore? Recuperate The Last of Us, Horizon Zero Dawn, Uncharted, Ratchet & Clank (2016) e God of War (2018), giusto per settare dei criteri di giudizio generali, poi, finalmente, capirete tutto (e forse mi darete anche ragione)...\n"}, {"utente": "Abdelbaset Benajem"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 13 luglio 2023"}, {"recensione": "\nTerzo capitolo di una saga che aspettavo da lungo tempo, dopo averlo giocato per PS2 (ovviamente amati anche quelli).Se ti piace il mondo Disney questo gioco farà sicuramente per te.Devo dire che la modalità di gioco è molto semplificata (come sugli altri kh per PS4) quindi perfetto anche per chi è alle prime armi con i giochi PS4. Ovviamente sono disponibili altri livelli del gioco più complicati\n"}, {"utente": "Sabrina"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 23 luglio 2023"}, {"recensione": "\nIl gioco è bello come i precedenti.  Anche la consegna puntuale è il ragazzo simpatico\n"}, {"utente": "Alessandro"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 18 settembre 2019"}, {"recensione": "\nDevo essere onesto.Avevo sentito spesso il nome Kingdom Hearts, essendo un appassionato di videogiochi, ma proprio a causa dei molti titoli giocati, da PlayStation a PlayStation 4, passando per la 2 e la 3, e per i vari GameBoy, mi ero perso questa magnifica saga.A Maggio la mia fidanzata ha avuto la brillante idea di regalarmi \"The Story So Far\", vale a dire la raccolta di TUTTI i giochi della saga usciti da quando questa è nata, rimasterizzati (o rifatti) per PS4.Siamo a Settembr e a Luglio avevo Platinato, chi gioca sa cosa significhi, TUTTI i titoli (ben 6, su un complesso di 9 di cui 3 sono video di trama da guardare, fondamentali).Dopodichè ho provveduto ad acquistare il terzo (ed ultimo) capitolo di questa saga che mi ha tenuto incollato allo schermo.Ora posso iniziare a parlare del gioco (del terzo, degli altri parlerò in una recensione sulla pagina prodotto di The Story So Far).Ci sono state opinioni controverse su questo titoli, a molti è piaciuto da morire e ne sono rimasti affascinati (tipo me), altri invece non l'hanno ritenuto all'altezza degli altri capitoli dal punto di vista soprattutto narrativo, perchè sul lato tecnico difficile fare qualche critica.C'è da dire che questa chiusura era aspettata da molto tempo (intorno ai 10 anni), e che quindi questo può aver contribuito a creare aspettative troppo alte anche per un gioco che a mio parere è stato davvero, davvero bellissimo.Il comparto grafico è pazzesco, ne avevamo avuta una prova con Birth by Sleep 0.2, che però presentava alcuni piccoli lag di tanto in tanto (non così tanto) e dei modelli che a volte, ad un occhio attento, potevano risultare \"seghettati\", soprattutto in scenari con presenza di piante o in generale negli scenari più complessi con una grande varietà e presenza di elementi. Con KH3 questi problemi sono stati totalmente risolti offrendo un'esperienza di gioco molto meno \"legata\" o \"ingessata\" rispetto ai suoi predecessori (una prova ne è la possibilità di lanciare magie mentre ci si muove, una rivoluzione).Sempre con riferimento alla qualità grafica, in merito ai modelli Disney (di cui sono un fan ossessivo) devo dire che sono rimasto a quanto sbalordito. Per quanto riguarda i personaggi dei film di animazione, ho avuto l'impressione di guardare il relativo cartone animato, con l'aggiunta di Sora (il protagonista di KH) e con la possibilità di interagire con le varie vicende. Per quanto riguarda, invece, l'ambientazione di Pirati dei Caraibi, sembra che Square Enix abbia inserito un filtro iper-realistico quando si gioca in quel mondo, veramente di pregevole fattura, rendendo il Jack Sparrow rappresentato a tutti gli effetti identico a Johnny Depp, e mostrando Sora, Paperino e Pippo in versione \"film più realistico di un film di animazione\". Cosa bellissima da vedere.Io non so cosa abbia portato molti a restare delusi, ripeto magari il tempo atteso per la sua uscita (io l'ho giocato solo un mese, non anni, dopo aver giocato gli altri). Per quanto mi riguarda ho trovato l'incastro di trama a dir poco perfetto, con tutte le questioni svoltesi nei vari tempi che tornano con una precisione chirurgica, riservando però belle sorprese.L'Edizione Deluxe comprende, come in foto, una custodia in cartone (bella), una steelbook decorata (a dir poco meravigliosa), un artbook contenente i disegni dei modelli di Sora, dei Keyblade (le armi), gli altri personaggi, etc. (stupendo), una classica custodia Ps4 (l'originale della verisone standard) e una spilla raffigurante Sora (molto carina).Conclusione: se amate giocare, comprate l'intera saga e godetevi questo ultimo capitolo.Se volete seguire correttamente l'ordine dei giochi e non spoilerarvi troppe cose in maniera sconclusionata, non giocateli in ordine cronologico dei fatti narrati, ma in ordine cronologico di uscita.La mia esperienza è stata meravigliosa seguendo il seguente ordine:- KINGDOM HEARTS FINAL MIX- KINGDOM HEARTS Re:Chain of Memories- KINGDOM HEARTS II FINAL MIX- KINGDOM HEARTS 358/2 Days (filmati rimasterizzati in HD)- KINGDOM HEARTS Birth by Sleep Final MIX- KINGDOM HEARTS Re:coded (filmati rimasterizzati in HD)- KINGDOM HEARTS Dream Drop Distance HD- KINGDOM HEARTS χ Back Cover (film)- KINGDOM HEARTS 0.2 Birth by Sleep –A fragmentary passage–- KINGDOM HEARTS IIISpero la mia recensione sia stata utile :D\"This is 4 the Players\"\n"}, {"utente": "Alexius"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 2 luglio 2023"}, {"recensione": "\nSe amate la saga di Kingdom Hearts, questo titolo è imprescindibile. Da giocare solo dopo aver finito i primi due capitoli della saga o se si conosce almeno la storia di Kingdom Hearts 1 e Kingdom Hearts 2.\n"}, {"utente": "ASD"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 20 luglio 2023"}, {"recensione": "\nSpedizione rapida e oggetto perfetto sigillato\n"}, {"utente": "Ottimo    "}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 7 luglio 2023"}, {"recensione": "\nBello\n"}, {"utente": "Kevin"}, {"valutazione": "4,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 3 marzo 2019"}, {"recensione": "\nAspettavo Kingdom Hearts 3 da più di 10 anni.Adoro la saga e ci gioco dal primo KH.Devo dire che la mia attesa è valsa lo sforzo!! Kingdom Hearts 3 è un gioco bellissimo!!A livello di gameplay riprende i giochi precedenti, sebbene ora Sora disponga di mosse sempre più potenti e il gioco risulta molto più facile rispetto ai capitoli precedenti (anche giocando a difficoltà esperto, non avrete problemi a terminare il gioco).Le nuove fusioni sono veramente belle. Ora Sora può fare delle trasformazioni con il Keyblade (ogni keyblade ne ha una diversa). Mi spiace un po’ che non ci siano più le fusioni del 2 (in questo kh Sora userà solo un keyblade), vabbè. Queste sono belle e variegate. Le attrazioni sono una nuova componente per colpire i nemici. Sono molto belle, anche se a dire il vero dopo un po’ stufano. I Legami invece non mi sembrano una buona idea (sono le invocazioni. Ma sono praticamente inutili. Consumano tutti gli mp e per quello che fanno sono uno spreco di tempo. Le migliori a mio parere restano quelle del primo kh. Trilli e bambi erano utili. Queste fanno solo un po’ di scena).Per quanto riguarda i mondi sono molto soddisfatto. Sono realizzati in modo impeccabile e sono vastissimi. Sono molto vari e contengono un sacco di cose da fare (sui mini giochi sparsi nei mondi sono un po’ deluso ma spiegherò meglio dopo).Riguardo la storia sono molto contento!!! L’ho trovata epica e anche commovente in certi punti. Vengono risolte le varie storie rimaste aperte nei capitoli precedenti e si apre un nuovo arco narrativo per i prossimi giochi. Inoltre la parte finale è veramente piena di battaglie epiche!! Mi è piaciuta tantissimo!!Esplorazione: come ho già detto i mondi sono veramente vasti! Finché non lo giocate non vi renderete conto (non ci sono paragoni coi capitoli precedenti!). Per cercare di prendere tutti gli oggetti e i segreti che il gioco ha da offrire dovrete girare in lungo e in largo.Sora in qualche modo ha imparato a camminare sui muri e quindi potrete davvero andare quasi ovunque.Gummiship: come in ogni capitolo numerato, anche stavolta avremo la gummiship per viaggiare tra i mondi!! Questa parte di KH mi è sempre piaciuta, e anche in questo capitolo sono stato piacevolmente sorpreso. Rispetto si precedenti, c’ Una grande fase esplorativa delle galassie per ottenere oggetti e pezzi per la gummiship. Le battaglie sono facili, ma non per questo meno piacevoli da fare.Mini giochi: eccomi arrivato a quella che secondo me è la nota dolente del gioco. Premetto che molti minigiochi mi sono piaciuti e mi piace anche il fatto che siano tanti. Il problema è che alcuni di essi si sono rivelati frustranti e questa è una cosa che non mi è piaciuta.Parlo della discesa su neve ad Arendelle, alcune sfide dei budini e di un minigioco della cucina del piccolo chef. Riguardo a quest’ultimo forse sono io ad essere impedito (il minigioco delle uova), ma mi ha fatto sclerare davvero tanto. Riguardo alla slitta e ai budini, non capisco davvero che senso abbia mettere dei giochi che potrebbero anche essere piacevoli, se poi mettete la soglia per il punteggio migliore (che serve a ottenere materiali rari) a un livello così alto. Da divertente il gioco è diventato frustrante!! Anche perché il gioco principale di kh3 è tutto sommato facile! Non ci sono scontri impegnativi. Che senso ha mettere dei minigiochi frustranti? Questa parte secondo me andava assolutamente bilanciata meglio! Non transigo! Ed è per questo che la mia valutazione ha 4 stelle invece di 5 (il gioco purtroppo su questo è stato male bilanciato).Detto questo, ci tengo a precisare che invece molti altri minigiochi sono molto belli e piacevolissimi! In particolare, ho apprezzato quelli del bosco dei 100 acri e i minigiochi del regno classico (sono più di 20) Anche i minigiochi di toy story e  rapunzel mi sono piaciuti (sebbene siano andati vicino alla soglia di frustrazione).Conclusione: KH 3 è un gioco che non può mancare ai fan della saga! Io l’ho trovato stupendo (escludendo alcuni minigiochi) e consiglio assolutamente di giocarci!!\n"}, {"utente": "Peppe"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 8 luglio 2023"}, {"recensione": "\nL’ultimo capitolo di Kingdom Hearts.Consegna puntuale come sempre.\n"}, {"utente": "Cliente"}, {"valutazione": "5,0 su 5 stelle"}, {"data": "Recensito in Italia 🇮🇹 il 15 giugno 2023"}, {"recensione": "\nVideogioco per ps4, categoria horror è stato un regalo per mio nipote che ha moltissimo apprezzato. Regalo graditissimo ad un ottimo prezzo.\n"}]